[
	{
		"id": 1,
		"category": "Confidence",
		"title": "Confidence Isn’t Loud",
		"lesson": "Confidence doesn’t need to scream. It’s in the quiet belief that you belong in the room without proving it. It’s eye contact. It’s showing up anyway. You don’t need to boast to be bold. True confidence is calm. It trusts itself. Be still. You already have what it takes."
	},
	{
		"id": 2,
		"category": "Confidence",
		"title": "You Don’t Need Permission",
		"lesson": "You don’t need a nod from the world to start. Stop waiting for approval to be who you already are. Confidence is doing the thing—even when no one claps. You don’t need a green light. You are the signal. Move. You are allowed to take up space right now."
	},
	{
		"id": 3,
		"category": "Confidence",
		"title": "Your Fear is Lying",
		"lesson": "That voice in your head telling you you’re not ready? It’s fear. And fear is a liar. Confidence doesn’t mean fear vanishes, it means you go forward anyway. You’re more capable than your doubts suggest. Take one step. Then another. Watch fear shrink as your courage grows stronger."
	},
	{
		"id": 4,
		"category": "Confidence",
		"title": "Progress, Not Perfection",
		"lesson": "You don’t need to be flawless to be worthy. Confidence grows when you show up messy, real, and human. Perfection is a myth, progress is magic. Every small try, every awkward attempt, is proof you’re brave. Confidence isn’t born from ease, it’s earned through showing up while scared."
	},
	{
		"id": 5,
		"category": "Confidence",
		"title": "Own the Room As You Are",
		"lesson": "You don’t need to change to fit in. Confidence is walking into a room and not shrinking to match it. It’s standing in your truth, even if it feels different. Don’t dim your light to match the vibe. Be you fully—authentic always wins, even if it takes longer."
	},
	{
		"id": 6,
		"category": "Confidence",
		"title": "Celebrate Small Wins",
		"lesson": "Waiting for big moments to feel proud will leave you empty. Confidence builds in small wins, waking up on time, speaking up, trying again. Clap for yourself even when no one sees. Every step forward deserves a celebration. Be your own hype. Confidence multiplies when self-recognition becomes a habit."
	},
	{
		"id": 7,
		"category": "Confidence",
		"title": "Mistakes Don’t Disqualify You",
		"lesson": "You’re going to mess up. That doesn’t mean you’re not good enough. Confidence isn’t the absence of mistakes, it’s the refusal to let them define you. Fall, learn, get up. Again. Mistakes are part of the becoming. Confidence says: ‘I failed, and I’m still worthy.’ That’s your power."
	},
	{
		"id": 8,
		"category": "Confidence",
		"title": "Imposter Syndrome Isn’t Truth",
		"lesson": "That creeping feeling that you don’t belong? That’s imposter syndrome, not reality. Confidence is choosing truth over fear. You earned your seat. You are enough. Others may question, but you don’t have to. You’re not faking it, you’re growing into it. Confidence is believing your place is already yours."
	},
	{
		"id": 9,
		"category": "Confidence",
		"title": "Comparison Is Confidence Theft",
		"lesson": "Scrolling through others’ highlights will rob your joy. Confidence dies in comparison. You’re not behind, you’re on your path. Stay in your lane. The world needs your voice, not a replica. Confidence is rooted in owning your story, not envying someone else’s. Focus on your growth, not their spotlight."
	},
	{
		"id": 10,
		"category": "Confidence",
		"title": "Fake It 'Til You Feel It",
		"lesson": "Some days, you won’t feel brave. Smile anyway. Speak up anyway. Show up anyway. Confidence often starts as an act, but it becomes real. Pretending isn’t faking, it’s practicing. Eventually, your body believes what your mind rehearses. Step like you belong, even before you believe it. That’s how it grows."
	},
	{
		"id": 11,
		"category": "Confidence",
		"title": "Confidence Is a Muscle",
		"lesson": "You don’t wake up with it, you build it. Reps matter. Show up. Speak. Try. Fail. Repeat. Just like a muscle, confidence strengthens with use. It might be shaky at first, but it gets stronger every time you try. Confidence isn’t born, it’s trained. Keep lifting your voice. Keep pushing through."
	},
	{
		"id": 12,
		"category": "Confidence",
		"title": "Own Your Flaws",
		"lesson": "Confidence doesn’t mean perfect. It means real. People connect with truth, not polish. Laugh at your awkward moments. Embrace your quirks. When you stop hiding your flaws, they lose power. Confidence grows when you stop pretending and start accepting. You’re human. That’s your magic. Real always wins."
	},
	{
		"id": 13,
		"category": "Confidence",
		"title": "Silence Isn’t Always Weakness",
		"lesson": "You don’t have to be the loudest in the room to be powerful. Quiet people still shake worlds. Confidence is knowing your presence speaks volumes without a shout. Stillness is strength. You don’t have to prove anything to anyone. You know your worth. Let that be your volume."
	},
	{
		"id": 14,
		"category": "Confidence",
		"title": "Rejection Doesn’t Define You",
		"lesson": "Someone’s ‘no’ isn’t your end. Rejection isn’t proof you’re not enough, it’s redirection. Confidence is hearing no and still knowing you’re valuable. Try again. Your worth isn’t tied to someone else’s yes. You are still full, even when someone can’t see your light. Keep showing up. Rejection builds resilience."
	},
	{
		"id": 15,
		"category": "Confidence",
		"title": "Take Up Space",
		"lesson": "Stop shrinking. Your thoughts matter. Your dreams matter. You matter. Confidence is choosing to take up space unapologetically. Don’t mute your brilliance to comfort others. You’re not too much. You’re just enough. Own your voice. Own your presence. The world needs people who stand tall—start with you."
	},
	{
		"id": 16,
		"category": "Confidence",
		"title": "Your Story Holds Power",
		"lesson": "Your struggles, triumphs, weird quirks,they matter. Someone needs your story. Confidence is realizing your journey, as messy as it is, holds impact. Speak it. Share it. You don't have to be famous to be inspiring. Just real. You never know who’s waiting to feel less alone through you."
	},
	{
		"id": 17,
		"category": "Confidence",
		"title": "Dress Like You Mean It",
		"lesson": "Clothes won’t make you—but they can remind you. When you feel good, you walk different. It’s not vanity, it’s self-respect. Confidence is wearing what mirrors your worth. Don’t save your best for someday. Show up sharp, even for yourself. You’re worth the effort. Walk like you know that."
	},
	{
		"id": 18,
		"category": "Confidence",
		"title": "It’s Okay to Shine",
		"lesson": "Dimming your light doesn’t help others glow. Confidence is owning your brilliance without guilt. Your success doesn’t subtract from someone else’s. Stop apologizing for standing out. Shine unapologetically. Inspire others by being fully lit. The world needs more people who dare to sparkle, even when it makes others uncomfortable."
	},
	{
		"id": 19,
		"category": "Confidence",
		"title": "Practice Self-Talk",
		"lesson": "Talk to yourself like someone you believe in. You’re listening, whether you notice or not. Confidence is built on how you speak to you. Replace ‘I can’t’ with ‘I’m learning.’ Your inner voice sets the tone. Make it a coach, not a critic. Be your loudest encourager."
	},
	{
		"id": 20,
		"category": "Confidence",
		"title": "Show Up Imperfectly",
		"lesson": "You don’t need to have it all together to begin. Confidence is showing up anyway with messy hair, shaky hands, and unsure steps. Perfection is a myth; courage is real. Start where you are. You’ll grow along the way. Your power lies in trying, not in waiting to be ready."
	}
]