[
	{
		"id": 1,
		"quote": "Confidence isn’t about being loud or fearless, it’s about knowing you can handle whatever comes your way, even if your voice shakes."
	},
	{
		"id": 2,
		"quote": "You don’t have to have all the answers to be confident. Sometimes, confidence is simply the courage to keep showing up, curious and willing to learn."
	},
	{
		"id": 3,
		"quote": "Real confidence isn’t arrogance. It’s quiet, grounded, and rooted in knowing your worth without needing to prove it to anyone."
	},
	{
		"id": 4,
		"quote": "Confidence grows in the moments you choose to believe in yourself, even when doubt whispers louder."
	},
	{
		"id": 5,
		"quote": "The most powerful kind of confidence is built slowly, choice by choice, boundary by boundary, moment by moment."
	},
	{
		"id": 6,
		"quote": "Sometimes confidence is just walking into the room like you belong, because you do, even if your mind tries to convince you otherwise."
	},
	{
		"id": 7,
		"quote": "You don’t have to fake confidence to have it. Just be kind to yourself, stay consistent, and speak up anyway."
	},
	{
		"id": 8,
		"quote": "Being confident doesn’t mean you never question yourself. It means you trust yourself enough to keep going despite the questions."
	},
	{
		"id": 9,
		"quote": "You become unstoppable when your self-worth no longer depends on other people’s opinions."
	},
	{
		"id": 10,
		"quote": "Confidence doesn’t come from perfection. It comes from accepting your flaws and moving forward anyway."
	},
	{
		"id": 11,
		"quote": "You’re allowed to be a work in progress and still carry yourself with confidence and pride."
	},
	{
		"id": 12,
		"quote": "Confidence isn’t something you’re born with—it’s something you earn by showing up for yourself every single day."
	},
	{
		"id": 13,
		"quote": "You don’t need validation to be valuable. Confidence blooms when you finally believe that."
	},
	{
		"id": 14,
		"quote": "Even on your worst day, you are still deserving of kindness, respect, and space in this world."
	},
	{
		"id": 15,
		"quote": "Sometimes, confidence is simply daring to take up space emotionally, mentally, and physically."
	},
	{
		"id": 16,
		"quote": "You don’t have to have it all together to carry yourself with grace. Confidence is in how you rise, not how you never fall."
	},
	{
		"id": 17,
		"quote": "The more you honor your boundaries, the louder your inner confidence becomes."
	},
	{
		"id": 18,
		"quote": "Confidence is quietly knowing you can start over, again and again, and still be worthy every time."
	},
	{
		"id": 19,
		"quote": "Don’t wait until you feel confident to act. Act anyway, and confidence will follow your courage."
	},
	{
		"id": 20,
		"quote": "You don’t need to look like anyone else to be powerful. Confidence is about owning what makes you different."
	},
	{
		"id": 21,
		"quote": "There’s a special kind of strength in the person who walks in truth, not trends."
	},
	{
		"id": 22,
		"quote": "The most magnetic kind of confidence is authenticity. Be so unapologetically yourself that it inspires others to do the same."
	},
	{
		"id": 23,
		"quote": "Confidence is built in private—when you choose yourself, forgive yourself, and keep trying despite no applause."
	},
	{
		"id": 24,
		"quote": "Believing in yourself doesn’t mean you never fail. It means you don’t let failure define your value."
	},
	{
		"id": 25,
		"quote": "The more you keep promises to yourself, the more your confidence grows. Trust builds from within."
	},
	{
		"id": 26,
		"quote": "Confidence is what happens when you stop shrinking to make others comfortable."
	},
	{
		"id": 27,
		"quote": "The moment you decide your opinion of yourself matters most, that’s when your confidence begins to bloom."
	},
	{
		"id": 28,
		"quote": "You don’t need permission to believe in yourself. Give yourself the approval you’ve been waiting for."
	},
	{
		"id": 29,
		"quote": "Confidence isn’t always loud. Sometimes it’s quiet, calm, and unwavering in its belief that you are enough."
	},
	{
		"id": 30,
		"quote": "Don’t let fear convince you that you’re not ready. Confidence often shows up in the doing, not the waiting."
	},
	{
		"id": 31,
		"quote": "Confidence is the reward for every time you dared to be seen as you are."
	},
	{
		"id": 32,
		"quote": "You’re allowed to be both humble and confident. One grounds you, the other lifts you."
	},
	{
		"id": 33,
		"quote": "The most attractive thing about you will always be how comfortable you are in your own skin."
	},
	{
		"id": 34,
		"quote": "Confidence doesn’t mean you think you’re better than others. It means you no longer compare yourself at all."
	},
	{
		"id": 35,
		"quote": "You teach the world how to treat you by how confidently you carry yourself."
	},
	{
		"id": 36,
		"quote": "Your story matters. The moment you start owning it without shame, your confidence multiplies."
	},
	{
		"id": 37,
		"quote": "Confidence looks like knowing you’re not for everyone and being okay with that."
	},
	{
		"id": 38,
		"quote": "Every time you speak up for yourself, you build a new layer of self-trust and strength."
	},
	{
		"id": 39,
		"quote": "You are not too much. You are exactly enough for the spaces that are meant for you."
	},
	{
		"id": 40,
		"quote": "Confidence begins when you stop letting fear speak louder than your truth."
	},
	{
		"id": 41,
		"quote": "Don’t underestimate the power of standing tall and speaking kindly to yourself, that’s where it begins."
	},
	{
		"id": 42,
		"quote": "Confidence isn’t built in comfort zones. It’s forged in the fires of risk, growth, and rising again."
	},
	{
		"id": 43,
		"quote": "You don’t have to always be certain to move forward. Confidence often comes from action, not assurance."
	},
	{
		"id": 44,
		"quote": "Real confidence is never threatened by others’ success. It celebrates it while continuing to rise too."
	},
	{
		"id": 45,
		"quote": "Let go of the idea that you need fixing. Confidence is born the moment you realize you’re already whole."
	},
	{
		"id": 46,
		"quote": "Your pace doesn’t define your worth. Walk in confidence knowing your path is uniquely your own."
	},
	{
		"id": 47,
		"quote": "Confidence is not about loud entrances—it’s about calm energy and solid belief in your voice."
	},
	{
		"id": 48,
		"quote": "Every time you show up when it would be easier to hide, your confidence gets stronger."
	},
	{
		"id": 49,
		"quote": "You build confidence by proving to yourself that you can survive discomfort and still stay true to who you are."
	},
	{
		"id": 50,
		"quote": "Confidence doesn’t mean always knowing what to do, it means trusting that you’ll figure it out."
	},
	{
		"id": 51,
		"quote": "You’re allowed to be scared and still walk forward. That’s courage. That’s confidence."
	},
	{
		"id": 51,
		"quote": "Confidence isn’t about being right all the time. It’s about being okay even when you’re wrong."
	},
	{
		"id": 52,
		"quote": "The more you show up as your true self, the more confident you’ll become in your own skin."
	},
	{
		"id": 53,
		"quote": "Confidence grows not by avoiding discomfort, but by surviving it and realizing you’re still standing."
	},
	{
		"id": 54,
		"quote": "When you believe you belong, you stop waiting to be chosen. You choose yourself instead."
	},
	{
		"id": 55,
		"quote": "True confidence is staying grounded even when others don’t see your value."
	},
	{
		"id": 56,
		"quote": "Confidence isn’t about walking into a room and thinking you’re better. It’s walking in and not needing to compare."
	},
	{
		"id": 57,
		"quote": "You’ll never feel fully ready. Confidence is about moving forward despite the uncertainty."
	},
	{
		"id": 58,
		"quote": "Every time you say no to what doesn’t serve you, you say yes to the confident version of yourself."
	},
	{
		"id": 59,
		"quote": "Confidence means honoring your needs even when it disappoints someone else."
	},
	{
		"id": 60,
		"quote": "It’s okay to be scared and still believe in yourself. Confidence doesn’t erase fear, it rises with it."
	},
	{
		"id": 61,
		"quote": "Real confidence is quiet. It doesn’t seek attention, it commands respect."
	},
	{
		"id": 62,
		"quote": "The more you accept your quirks and imperfections, the more your confidence shines through."
	},
	{
		"id": 63,
		"quote": "Confidence isn’t ego. It’s knowing you can handle life without performing for approval."
	},
	{
		"id": 64,
		"quote": "You can doubt yourself and still be worthy. Confidence is built in the tension of both."
	},
	{
		"id": 65,
		"quote": "Owning your story, even the messy parts is the most courageous thing you can do."
	},
	{
		"id": 66,
		"quote": "Confidence is a practice, not a personality trait. The more you practice, the stronger it gets."
	},
	{
		"id": 67,
		"quote": "Believe in yourself like it’s your job because your growth depends on it."
	},
	{
		"id": 68,
		"quote": "There is quiet power in choosing yourself, again and again, even when the world tells you not to."
	},
	{
		"id": 69,
		"quote": "You don’t need to feel brave to be brave. Just take the next step anyway."
	},
	{
		"id": 70,
		"quote": "Confidence shows up when you stop performing and start living truthfully."
	},
	{
		"id": 71,
		"quote": "No one is born confident. It’s built one decision, one step, one brave moment at a time."
	},
	{
		"id": 72,
		"quote": "You are allowed to be proud of yourself—often, and loudly."
	},
	{
		"id": 73,
		"quote": "When you treat yourself with respect, others learn to follow."
	},
	{
		"id": 74,
		"quote": "Confidence is being okay with not having it all figured out."
	},
	{
		"id": 75,
		"quote": "Even when you feel unsure, you can still act with intention—that’s confidence too."
	},
	{
		"id": 76,
		"quote": "Confidence means speaking up even when your voice shakes."
	},
	{
		"id": 77,
		"quote": "You don’t have to be fearless to lead, you just have to care enough to try."
	},
	{
		"id": 78,
		"quote": "The most radiant people aren’t perfect. They’re just unapologetically themselves."
	},
	{
		"id": 79,
		"quote": "There’s strength in softness. Confidence doesn’t mean being tough all the time."
	},
	{
		"id": 80,
		"quote": "Every version of you is worthy. Confidence grows when you embrace all of them."
	},
	{
		"id": 81,
		"quote": "Confidence is built when you stop editing yourself to fit someone else’s comfort."
	},
	{
		"id": 82,
		"quote": "You are more capable than you give yourself credit for. Start acting like it."
	},
	{
		"id": 83,
		"quote": "Stop waiting for a sign. Confidence begins when you decide to believe in your own power."
	},
	{
		"id": 84,
		"quote": "Sometimes the bravest thing you can do is simply keep going."
	},
	{
		"id": 85,
		"quote": "Your confidence doesn’t need to be explained or justified. It’s yours to own."
	},
	{
		"id": 86,
		"quote": "Let your confidence be louder than your fears today, even just by a whisper."
	},
	{
		"id": 87,
		"quote": "When you accept yourself completely, confidence follows like a shadow."
	},
	{
		"id": 88,
		"quote": "A confident person doesn’t avoid failure, they grow from it."
	},
	{
		"id": 89,
		"quote": "You’re not too much. You’re just more than they expected and that’s okay."
	},
	{
		"id": 90,
		"quote": "Don’t let insecurity narrate your story. Take the pen back."
	},
	{
		"id": 91,
		"quote": "Confidence means knowing who you are even when others don’t."
	},
	{
		"id": 92,
		"quote": "You’re allowed to shine without permission or apology."
	},
	{
		"id": 93,
		"quote": "Every time you trust your gut, your confidence gains a little more ground."
	},
	{
		"id": 94,
		"quote": "Confidence is remembering that your worth was never up for debate."
	},
	{
		"id": 95,
		"quote": "You are enough, not when you change, but exactly as you are now."
	},
	{
		"id": 96,
		"quote": "Confidence is quiet proof that you’ve survived every hard day so far and you’re still standing."
	},
	{
		"id": 97,
		"quote": "Your inner voice matters more than external noise. Let confidence tune you in."
	},
	{
		"id": 98,
		"quote": "Confidence isn’t about never falling. It’s about getting up like you were never meant to stay down."
	},
	{
		"id": 99,
		"quote": "Believe that you bring something valuable to every room you enter, because you do."
	},
	{
		"id": 100,
		"quote": "Even on your uncertain days, walk with your head high. Confidence lives in how you carry your doubt."
	}
]