[
	{
		"id": 1,
		"quote": "True friendship isn’t about how often you talk, it’s about knowing someone will show up when it really matters, even if life keeps you apart for a while."
	},
	{
		"id": 2,
		"quote": "A real friend is someone who sees the mess in your life, walks into it without judgment, and stays to help you clean it up."
	},
	{
		"id": 3,
		"quote": "Friendship is finding the people who make you feel safe enough to be completely yourself, flaws, fears, and all."
	},
	{
		"id": 4,
		"quote": "Some friendships don’t need daily check-ins or constant conversation; the connection runs deeper than words ever could."
	},
	{
		"id": 5,
		"quote": "A good friend remembers your laugh, your silence, and the moments you tried to hide your tears and stays anyway."
	},
	{
		"id": 6,
		"quote": "The best friendships are the ones where you can be weird, honest, and completely unfiltered and still feel loved."
	},
	{
		"id": 7,
		"quote": "True friends aren’t afraid of your darkness, they sit with you in it until you’re ready to find the light again."
	},
	{
		"id": 8,
		"quote": "A real friend doesn’t fix your pain; they stand beside you so you never have to face it alone."
	},
	{
		"id": 9,
		"quote": "Friendship is the gentle reminder that you don’t have to be perfect to be worthy of love and loyalty."
	},
	{
		"id": 10,
		"quote": "You know it’s real friendship when you can go months without talking, and pick up right where you left off."
	},
	{
		"id": 11,
		"quote": "A friend isn’t just someone who listens, they’re someone who remembers the things you never said out loud."
	},
	{
		"id": 12,
		"quote": "The most beautiful friendships are built on trust, mutual growth, and the kind of honesty that never feels cruel."
	},
	{
		"id": 13,
		"quote": "Friendship is when someone helps you carry your burdens, even when they have their own to hold."
	},
	{
		"id": 14,
		"quote": "A true friend sees your potential, even on the days you only see your doubts."
	},
	{
		"id": 15,
		"quote": "Real friendship doesn’t keep score, it gives freely, forgives gently, and loves consistently."
	},
	{
		"id": 16,
		"quote": "The friends who make you feel lighter just by being around are the ones to hold onto forever."
	},
	{
		"id": 17,
		"quote": "Some friends become chosen family, not because of blood, but because of how deeply they care."
	},
	{
		"id": 18,
		"quote": "A real friend won’t just hype you up, they’ll hold you accountable and help you grow."
	},
	{
		"id": 19,
		"quote": "Friendship is the safe space where your soul can exhale, your heart can speak, and your truth can be heard."
	},
	{
		"id": 20,
		"quote": "True friendship isn’t about fixing, it’s about witnessing someone fully and loving them as they are."
	},
	{
		"id": 21,
		"quote": "A good friend reminds you who you are when life makes you forget."
	},
	{
		"id": 22,
		"quote": "The best kind of friendship is mutual healing, where both people come as they are and grow together."
	},
	{
		"id": 23,
		"quote": "Some friends enter your life for a season but the right ones leave an imprint that lasts forever."
	},
	{
		"id": 24,
		"quote": "Friendship means staying through the awkward, the difficult, and the uncomfortable, not just the fun and easy parts."
	},
	{
		"id": 25,
		"quote": "A real friend celebrates your wins like they’re their own and mourns your losses like they matter deeply."
	},
	{
		"id": 26,
		"quote": "Friendship is built in the quiet moments, the shared looks, the unsaid understanding, not just grand gestures."
	},
	{
		"id": 27,
		"quote": "The strongest friendships are the ones where both people feel seen, heard, and valued without having to perform."
	},
	{
		"id": 28,
		"quote": "A true friend doesn’t ask you to shrink, they cheer for your expansion, even if it makes them stretch too."
	},
	{
		"id": 29,
		"quote": "Friendship isn’t about being the same, it’s about accepting each other fully, even in your differences."
	},
	{
		"id": 30,
		"quote": "The best friendships are built on late-night talks, honest laughter, and holding space for hard truths."
	},
	{
		"id": 31,
		"quote": "True friends are the ones who stay when things get heavy, not just when life is light and easy."
	},
	{
		"id": 32,
		"quote": "Friendship means showing up, not just in person but emotionally with presence, empathy, and care."
	},
	{
		"id": 33,
		"quote": "Real friends don’t just talk about love, they live it out through kindness, patience, and showing up."
	},
	{
		"id": 34,
		"quote": "Some friendships don’t make sense on paper, but they make perfect sense to the heart and that’s enough."
	},
	{
		"id": 35,
		"quote": "The right friend will remind you of your strength, even when your voice shakes and your heart doubts."
	},
	{
		"id": 36,
		"quote": "Friendship is when someone knows your story and still wants to be part of your next chapter."
	},
	{
		"id": 37,
		"quote": "A real friend doesn’t need you to be okay, they just need you to be honest so they can love you through it."
	},
	{
		"id": 38,
		"quote": "Friendship grows when you can be vulnerable without fear of being misunderstood or judged."
	},
	{
		"id": 39,
		"quote": "True friends don’t compete, they lift, support, and root for you, even when your paths look different."
	},
	{
		"id": 40,
		"quote": "The most powerful friendships are formed not in ease, but in the moments that tested both people’s hearts."
	},
	{
		"id": 41,
		"quote": "Friendship means knowing each other’s triggers and choosing compassion over criticism."
	},
	{
		"id": 42,
		"quote": "The best friendships leave you feeling energized, accepted, and free not drained or small."
	},
	{
		"id": 43,
		"quote": "Friendship is when silence feels comfortable and presence speaks louder than words."
	},
	{
		"id": 44,
		"quote": "Real friends are the ones who tell you the truth gently, love you through the hard, and never let you forget your worth."
	},
	{
		"id": 45,
		"quote": "Some friendships heal more than therapy ever could, they hold space for your growth and never rush your process."
	},
	{
		"id": 46,
		"quote": "Friendship is a soft place to land when the world feels too sharp."
	},
	{
		"id": 47,
		"quote": "True friends see past the mask and hold space for your most authentic self."
	},
	{
		"id": 48,
		"quote": "You’ll know a true friend by how they treat you when you have nothing to offer but your raw, honest self."
	},
	{
		"id": 49,
		"quote": "Real friendship is rare not because people aren’t kind, but because true presence is a sacred gift."
	},
	{
		"id": 50,
		"quote": "Friendship is a series of moments where someone chooses to stay, to care, to show up and those choices mean everything."
	},
	{
		"id": 51,
		"quote": "A true friend doesn’t just tell you what you want to hear, they tell you what you need to hear, with love and care."
	},
	{
		"id": 52,
		"quote": "Real friends sit with you in silence when the words won’t come, and somehow that’s exactly what you needed."
	},
	{
		"id": 53,
		"quote": "Friendship is when someone checks in on you not out of obligation, but because your well being genuinely matters to them."
	},
	{
		"id": 54,
		"quote": "Some friends are like anchors, they keep you grounded during storms without ever asking you to change."
	},
	{
		"id": 55,
		"quote": "The most meaningful friendships often start quietly but grow into the loudest sources of love in your life."
	},
	{
		"id": 56,
		"quote": "A real friend is someone who shows up when it’s inconvenient, stays when it’s uncomfortable, and loves without condition."
	},
	{
		"id": 57,
		"quote": "Friendship is about seeing someone at their lowest and still recognizing the best in them."
	},
	{
		"id": 58,
		"quote": "True friends are the ones who remind you who you are when life tries to convince you otherwise."
	},
	{
		"id": 59,
		"quote": "The best kind of friend is one who lets you be completely human flawed, emotional, messy and still stays."
	},
	{
		"id": 60,
		"quote": "Friendship means being there when it's hard, not just when it’s easy or fun."
	},
	{
		"id": 61,
		"quote": "A true friend knows the songs in your heart and sings them back to you when you’ve forgotten the words."
	},
	{
		"id": 62,
		"quote": "You don’t have to see someone every day for the friendship to be real, consistency and  care speaks louder than constant contact."
	},
	{
		"id": 63,
		"quote": "Real friends celebrate your growth, even if it means growing in different directions."
	},
	{
		"id": 64,
		"quote": "Friendship is when someone holds space for you to feel without needing to fix or explain."
	},
	{
		"id": 65,
		"quote": "The friends who stand by you through transformation are the ones worth keeping for a lifetime."
	},
	{
		"id": 66,
		"quote": "Some friendships don’t come with flashy memories, they come with quiet support that holds your world together."
	},
	{
		"id": 67,
		"quote": "A friend’s presence during your struggle is worth more than a thousand words after your success."
	},
	{
		"id": 68,
		"quote": "True friends make the ordinary feel special simply by being part of it."
	},
	{
		"id": 69,
		"quote": "Friendship isn’t measured by how long you’ve known someone, but by the depth of connection you’ve built together."
	},
	{
		"id": 70,
		"quote": "A good friend walks into your chaos and says, ‘Let’s clean this up together.’"
	},
	{
		"id": 71,
		"quote": "Friendship is choosing someone again and again, even after they’ve seen the messy parts of you."
	},
	{
		"id": 72,
		"quote": "Real friends don’t require explanations, they offer understanding before you even ask for it."
	},
	{
		"id": 73,
		"quote": "True friendship is when someone gives you space to be without asking you to shrink or perform."
	},
	{
		"id": 74,
		"quote": "A friend’s belief in you during your self-doubt is one of the greatest gifts you can receive."
	},
	{
		"id": 75,
		"quote": "Some friends come into your life like gentle reminders that love can be simple, steady, and real."
	},
	{
		"id": 76,
		"quote": "Friendship is about feeling safe enough to share your wounds and trust that they’ll be held gently."
	},
	{
		"id": 77,
		"quote": "True friends challenge you to grow without ever threatening your worth in their life."
	},
	{
		"id": 78,
		"quote": "Friendship is when you laugh so hard your soul feels lighter, and the world feels a little less heavy."
	},
	{
		"id": 79,
		"quote": "A friend is someone who reminds you of your worth every time the world tries to dim your light."
	},
	{
		"id": 80,
		"quote": "The deepest friendships are the ones where your silence is understood and your tears don’t make anyone uncomfortable."
	},
	{
		"id": 81,
		"quote": "Real friendship isn’t about keeping up appearances, it’s about staying connected when everything else falls apart."
	},
	{
		"id": 82,
		"quote": "Friendship is when someone chooses to understand you instead of judging you."
	},
	{
		"id": 83,
		"quote": "Some friends don’t just listen to your story, they help you rewrite it with more hope."
	},
	{
		"id": 84,
		"quote": "A good friend sees through the walls you’ve built and gently reminds you it’s safe to come out."
	},
	{
		"id": 85,
		"quote": "True friendship is where you find the courage to be exactly who you are."
	},
	{
		"id": 86,
		"quote": "Friendship means loving someone for who they are, not who you need them to be."
	},
	{
		"id": 87,
		"quote": "A real friend sees the future version of you and loves you through the transition."
	},
	{
		"id": 88,
		"quote": "Friendship isn’t always pretty but it’s in the mess that real connections are built."
	},
	{
		"id": 89,
		"quote": "Some friends show up at your door with snacks and presence, no explanation needed."
	},
	{
		"id": 90,
		"quote": "True friendship is knowing someone’s story and still choosing to be part of their next chapter."
	},
	{
		"id": 91,
		"quote": "A good friend won’t try to rescue you from your pain, they’ll sit with you in it until you’re ready to rise."
	},
	{
		"id": 92,
		"quote": "Friendship is unconditional support with a touch of humor, a lot of grace, and an open heart."
	},
	{
		"id": 93,
		"quote": "The best kind of friend will remind you that you’re not hard to love even when you feel like you are."
	},
	{
		"id": 94,
		"quote": "Friendship is being vulnerable and receiving love in return, not shame or silence."
	},
	{
		"id": 95,
		"quote": "True friends are mirrors, they reflect back your truth, not your fears."
	},
	{
		"id": 96,
		"quote": "A real friend holds your dreams gently, even when you’re afraid to believe in them yourself."
	},
	{
		"id": 97,
		"quote": "Friendship is a safe place to be wildly yourself, unapologetically and fully."
	},
	{
		"id": 98,
		"quote": "Some friends arrive and shift everything not because they change you, but because they remind you who you really are."
	},
	{
		"id": 99,
		"quote": "The beauty of real friendship lies in showing up even when it’s inconvenient, messy, or imperfect."
	},
	{
		"id": 100,
		"quote": "True friendship isn’t about fixing, it’s about being present, loving, and real through it all."
	}
]