[
	{
		"id": 1,
		"quote": "As the night wraps around you like a blanket, I hope you feel every bit of my love surrounding you too. Sleep peacefully, knowing you're cherished beyond words."
	},
	{
		"id": 2,
		"quote": "May your dreams be filled with comfort, your heart with calm, and your soul with peace. Good night, my love, you mean the world to me."
	},
	{
		"id": 3,
		"quote": "Rest easy tonight, knowing that even in the silence, my love for you speaks louder than words ever could. Sweet dreams, always."
	},
	{
		"id": 4,
		"quote": "As the stars twinkle above, I find myself thanking the universe for you. Sleep well, my heart, and wake to another day of being deeply loved."
	},
	{
		"id": 5,
		"quote": "The day might end, but my love for you never does. Close your eyes, my dearest, and let my thoughts cradle you to sleep."
	},
	{
		"id": 6,
		"quote": "Tonight, may your pillow be soft, your dreams be kind, and your heart feel full. You're never alone not even in your sleep."
	},
	{
		"id": 7,
		"quote": "Even the moon envies how brightly you shine in my life. Sleep peacefully, my star, and know I’m always with you in spirit."
	},
	{
		"id": 8,
		"quote": "Good night, love. Let your worries drift away and your mind find rest. Tomorrow is another chance to love and be loved."
	},
	{
		"id": 9,
		"quote": "With every breath you take tonight, I hope you feel safe, seen, and deeply adored. Sweet dreams, beautiful soul."
	},
	{
		"id": 10,
		"quote": "As you lay down your head, remember this: you’re enough, you’re loved, and you’re mine. Good night, darling."
	},
	{
		"id": 11,
		"quote": "I wish I could hold you as you fall asleep and whisper how proud I am to love someone like you. Rest easy, my love."
	},
	{
		"id": 12,
		"quote": "No matter how far apart we are, the night sky connects us. Look up and know that I’m thinking of you. Sleep tight."
	},
	{
		"id": 13,
		"quote": "Let the stillness of the night calm your thoughts. You’ve done enough for today. Now, just be—just rest. Good night, love."
	},
	{
		"id": 14,
		"quote": "If I could tuck peace under your pillow and joy into your dreams, I would. You deserve the best of everything, even in sleep."
	},
	{
		"id": 15,
		"quote": "Sleep isn't just rest, it's the promise of a fresh start. I hope tomorrow brings you happiness and today fades softly away."
	},
	{
		"id": 16,
		"quote": "Even if the world feels heavy, my arms and heart are always your safe place. Sleep well, and wake to lighter moments."
	},
	{
		"id": 17,
		"quote": "Good night, sweetheart. The world can wait. Right now, your only job is to drift into dreams wrapped in my love."
	},
	{
		"id": 18,
		"quote": "As night falls, let every breath you take remind you that someone out there is loving you with everything they’ve got."
	},
	{
		"id": 19,
		"quote": "May the quiet of the night hush every worry in your heart. You’re stronger than you know and loved more than you realize."
	},
	{
		"id": 20,
		"quote": "Even in sleep, your spirit shines. Rest peacefully tonight knowing you are never forgotten and always deeply loved."
	},
	{
		"id": 21,
		"quote": "Tonight, forget the noise of the day and listen to the whisper of peace within you. Good night, my love."
	},
	{
		"id": 22,
		"quote": "Let the moonlight kiss your skin, and the silence soothe your soul. You are loved beyond measure. Sleep well."
	},
	{
		"id": 23,
		"quote": "I hope your dreams tonight are full of everything you wish for peace, love, and endless warmth. Sweet dreams, my dear."
	},
	{
		"id": 24,
		"quote": "Sometimes the day leaves us tired and lost. But let tonight remind you that even in darkness, love is your compass."
	},
	{
		"id": 25,
		"quote": "Every night I wish I could hold you close, but until then, may my love hold you just as tightly in your dreams."
	},
	{
		"id": 26,
		"quote": "Good night, baby. You’ve made it through another day. That in itself is something to be proud of. I’m proud of you."
	},
	{
		"id": 27,
		"quote": "Close your eyes, forget the stress, and let my love sing you to sleep. Tomorrow will be gentler, I promise."
	},
	{
		"id": 28,
		"quote": "Even in the silence of night, your love speaks to me. It tells me I’m home, even when you’re far. Sleep peacefully."
	},
	{
		"id": 29,
		"quote": "Lay your head down, my love. You deserve a rest that’s as kind and deep as the heart you carry each day."
	},
	{
		"id": 30,
		"quote": "Tonight, I hope your soul exhales. You don’t have to be anything other than exactly who you are. That’s enough."
	},
	{
		"id": 31,
		"quote": "Sleep well, my heart. I’ll be here, in your dreams and in your tomorrow, loving you just the same, maybe even more."
	},
	{
		"id": 32,
		"quote": "The stars above aren’t as bright as the way your smile lights up my life. Rest now, knowing you’re loved beyond compare."
	},
	{
		"id": 33,
		"quote": "You’ve carried so much today, now let it go. Let the night hold you, and let me love you from afar. Sweet dreams."
	},
	{
		"id": 34,
		"quote": "The world is quieter now, and in that stillness, I hope you hear this truth: you matter, and you are deeply loved."
	},
	{
		"id": 35,
		"quote": "Let every heartbeat tonight be a lullaby from my soul to yours. Good night, my one and only."
	},
	{
		"id": 36,
		"quote": "Rest your mind, ease your soul, and trust in the love that surrounds you, even when you sleep."
	},
	{
		"id": 37,
		"quote": "You’ve done enough. You are enough. And tonight, I hope you sleep knowing how treasured you are."
	},
	{
		"id": 38,
		"quote": "If dreams are where we meet tonight, I hope you find me there with open arms and endless affection. Sleep tight."
	},
	{
		"id": 39,
		"quote": "You are the last thought on my mind tonight and the first one tomorrow. Good night, my forever love."
	},
	{
		"id": 40,
		"quote": "Tonight may be dark, but your presence brings light to every part of me. Rest easy, knowing you’re deeply cherished."
	},
	{
		"id": 41,
		"quote": "Close your eyes and know this: my love doesn’t pause when the day ends—it only deepens in the silence of night."
	},
	{
		"id": 42,
		"quote": "I hope your dreams are gentle, your bed is warm, and your heart is full. You are never alone. Good night, love."
	},
	{
		"id": 43,
		"quote": "The night is long, but love is longer. May you sleep knowing you are wrapped in a love that has no end."
	},
	{
		"id": 44,
		"quote": "As your body rests, may your spirit soar in peaceful dreams, and may love find you even in your sleep."
	},
	{
		"id": 45,
		"quote": "Sleep is a hug from the universe. I hope tonight, it feels like a hug from me. Good night, sweetheart."
	},
	{
		"id": 46,
		"quote": "Let your worries melt into the night and your soul rise into dreams. You’ve earned this rest. Sleep well, my dear."
	},
	{
		"id": 47,
		"quote": "You’ve loved, lived, and tried your best today. That’s more than enough. Now rest, knowing you are adored completely."
	},
	{
		"id": 48,
		"quote": "No matter how rough the day, know this—my love is a constant that even the night can’t dim. Sweet dreams, love."
	},
	{
		"id": 49,
		"quote": "If I could send you one feeling tonight, it would be peace the kind that lingers even after dreams fade. Good night."
	},
	{
		"id": 50,
		"quote": "The sky may be dark, but my love for you shines with every heartbeat. Sleep gently, my love. Tomorrow is ours."
	},
	{
		"id": 51,
		"quote": "You’ve made it through the day, my love. Let the night offer you a gentle reset. You’re doing better than you think. Good night."
	},
	{
		"id": 52,
		"quote": "As you drift into sleep, may your heart find peace, your body find rest, and your soul feel the love I hold for you."
	},
	{
		"id": 53,
		"quote": "The world may quiet down, but my love for you never fades, it lingers softly like the stars above. Sweet dreams, always."
	},
	{
		"id": 54,
		"quote": "I hope tonight is kind to you, no stress, no fear, just peace, love, and dreams that feel like warm hugs."
	},
	{
		"id": 55,
		"quote": "Even when the world is asleep, my heart stays awake thinking of you. May your dreams be full of comfort tonight."
	},
	{
		"id": 56,
		"quote": "Close your eyes and picture my arms around you, keeping you safe, loved, and warm. Good night, my everything."
	},
	{
		"id": 57,
		"quote": "You deserve a love that holds you through the storms even when you sleep. I hope you feel that tonight. Good night."
	},
	{
		"id": 58,
		"quote": "Let the moonlight remind you that even in the darkest moments, beauty and love still exist. Sleep well, my love."
	},
	{
		"id": 59,
		"quote": "Your soul is a lighthouse in my life. I hope tonight you feel just how needed, seen, and adored you truly are."
	},
	{
		"id": 60,
		"quote": "The day is over, but my love for you never clocks out. Rest easy, knowing you’re valued beyond measure."
	},
	{
		"id": 61,
		"quote": "May your dreams tonight be proof that your heart is capable of incredible peace, even after hard days. Sleep sweetly."
	},
	{
		"id": 62,
		"quote": "No matter how tough today was, you’ve got a heart made of gold. Rest now, and rise ready to shine again."
	},
	{
		"id": 63,
		"quote": "Good night, my heart. May your rest be as deep as your kindness and as healing as your love is to me."
	},
	{
		"id": 64,
		"quote": "You give your all every day—now it’s your turn to receive rest, love, and stillness. Sleep deeply, sweetheart."
	},
	{
		"id": 65,
		"quote": "The night doesn’t just signal sleep, it brings the gift of quiet, reflection, and the deep knowing that you’re loved."
	},
	{
		"id": 66,
		"quote": "Let every breath you take tonight be a quiet reminder that you are enough, exactly as you are. Good night, love."
	},
	{
		"id": 67,
		"quote": "I hope your pillow catches your tears if you have any, and your dreams catch your hopes. Sleep softly tonight."
	},
	{
		"id": 68,
		"quote": "May the night take away your fears and bring you healing, peace, and dreams full of laughter and love."
	},
	{
		"id": 69,
		"quote": "The stars can’t compare to the light you bring into my world. Good night, beautiful soul. Rest easy."
	},
	{
		"id": 70,
		"quote": "If love could be bottled, I’d pour it out like rain on your pillow tonight. Let it soak in. You are so loved."
	},
	{
		"id": 71,
		"quote": "May your sleep be uninterrupted, your dreams be warm, and your heart be full of quiet joy. Good night, dearest."
	},
	{
		"id": 72,
		"quote": "The world is paused now, but my love for you never stops playing. Sleep peacefully under its lullaby tonight."
	},
	{
		"id": 73,
		"quote": "Rest is not weakness, it’s a quiet declaration that you deserve ease and peace. Embrace it tonight, love."
	},
	{
		"id": 74,
		"quote": "I can’t always be there to hold you, but I hope you feel me in every breath of the night air. Sweet dreams."
	},
	{
		"id": 75,
		"quote": "Let the night’s silence be a reminder that even in stillness, love surrounds you. Sleep deeply, my love."
	},
	{
		"id": 76,
		"quote": "Today might’ve been chaotic, but tonight? It’s your moment of calm. Breathe in peace. Exhale the weight. Rest easy."
	},
	{
		"id": 77,
		"quote": "The stars are whispering a lullaby just for you. I hope you can hear it in your dreams. Good night, sweetheart."
	},
	{
		"id": 78,
		"quote": "Good night doesn’t mean goodbye, it means I’ll meet you in our dreams and love you just as fiercely there."
	},
	{
		"id": 79,
		"quote": "Sleep well, love. Tomorrow brings a new day, and I’ll still be here loving you just the same, maybe even more."
	},
	{
		"id": 80,
		"quote": "Let go of today’s regrets and hold onto the love that’s always been yours. Sleep soundly, you amazing soul."
	},
	{
		"id": 81,
		"quote": "I hope your sleep is filled with reminders that you are cared for, cherished, and never alone. Good night."
	},
	{
		"id": 82,
		"quote": "You are a gentle soul who deserves peaceful sleep. May tonight wrap you in all the kindness you’ve given."
	},
	{
		"id": 83,
		"quote": "Close your eyes, inhale slowly, and know this: I believe in you, I adore you, and I’m wishing you sweet dreams."
	},
	{
		"id": 84,
		"quote": "Let your burdens dissolve into the night and make space for dreams full of magic, love, and peace."
	},
	{
		"id": 85,
		"quote": "You are safe. You are loved. You are enough. Say it until your heart believes it, then sleep peacefully."
	},
	{
		"id": 86,
		"quote": "Even from afar, my love wraps around you like a blanket. I hope you feel it tonight. Sweet dreams, my love."
	},
	{
		"id": 87,
		"quote": "Good night, my forever person. Tomorrow is a new page, but tonight is your sanctuary. Rest well."
	},
	{
		"id": 88,
		"quote": "The world can wait, but your rest can’t. Sleep deeply and wake feeling lighter. I’m here, always."
	},
	{
		"id": 89,
		"quote": "May your dreams be your escape and your sleep be your healer. Rest well, my brave heart."
	},
	{
		"id": 90,
		"quote": "Even when words fail me, love never does. So here’s my heart, sending peace and calm to yours tonight."
	},
	{
		"id": 91,
		"quote": "The night is long, but so is the list of reasons I love you. Sleep peacefully, knowing you are my everything."
	},
	{
		"id": 92,
		"quote": "Let go of today, its mistakes, its messiness and hold only the love that stays constant. Sleep easy, dear one."
	},
	{
		"id": 93,
		"quote": "Tonight, may you rest in the truth that you are more than your worries and stronger than your fears. Good night."
	},
	{
		"id": 94,
		"quote": "The stars above can’t match the sparkle in your soul. May your sleep reflect that same beauty. Sweet dreams."
	},
	{
		"id": 95,
		"quote": "Tonight’s silence isn’t emptiness, it’s love, softly cradling your spirit until morning. Sleep well, my heart."
	},
	{
		"id": 96,
		"quote": "I wish I could press pause and let you rest forever in a moment of peace, wrapped in my love. Good night."
	},
	{
		"id": 97,
		"quote": "Dream boldly, sleep deeply, and wake knowing you’re someone’s favorite person in this entire world,mine."
	},
	{
		"id": 98,
		"quote": "Let the moon keep watch and my love keep you warm. Good night, my light, until we meet again at dawn."
	},
	{
		"id": 99,
		"quote": "Rest now, my love. You’ve been strong all day. It’s time to be soft, to surrender, and simply be held by the night."
	},
	{
		"id": 100,
		"quote": "May sleep be the gift you unwrap with joy, and may you feel, even in dreams, how deeply loved you are."
	}
]