[
	{
		"id": 1,
		"quote": "Heartbreak isn’t just about losing someone,it’s about losing a piece of your future you imagined with them."
	},
	{
		"id": 2,
		"quote": "Some nights, the silence after goodbye is louder than any argument you ever had."
	},
	{
		"id": 3,
		"quote": "You don’t always heal by forgetting. Sometimes healing means remembering without the ache."
	},
	{
		"id": 4,
		"quote": "Heartbreak teaches you that even the deepest love can end without closure."
	},
	{
		"id": 5,
		"quote": "Loving someone who no longer loves you back is like holding a flame that doesn’t warm you anymore."
	},
	{
		"id": 6,
		"quote": "The hardest part of heartbreak isn’t the loss, it’s learning to live without the comfort you once called home."
	},
	{
		"id": 7,
		"quote": "You never really stop loving someone, you just learn how to love them differently, from a distance."
	},
	{
		"id": 8,
		"quote": "The worst kind of heartbreak is the one that slowly happens, while you're still holding on to hope."
	},
	{
		"id": 9,
		"quote": "Sometimes, the person you’d take a bullet for ends up being the one behind the trigger."
	},
	{
		"id": 10,
		"quote": "Healing from heartbreak doesn’t mean you’re okay, it means you’re learning to live again."
	},
	{
		"id": 11,
		"quote": "You don’t miss them, you miss the version of them you believed in."
	},
	{
		"id": 12,
		"quote": "Heartbreak feels like waking up to a world where your favorite song no longer sounds the same."
	},
	{
		"id": 13,
		"quote": "It hurts not because love ended, but because it ended without the kindness it began with."
	},
	{
		"id": 14,
		"quote": "Sometimes closure is just accepting the apology you never received."
	},
	{
		"id": 15,
		"quote": "The pieces don’t always go back the same, but sometimes that’s how you grow stronger."
	},
	{
		"id": 16,
		"quote": "Crying doesn’t make you weak, it means you were strong enough to feel something real."
	},
	{
		"id": 17,
		"quote": "You held on longer than they deserved, and that says more about your heart than it ever will about theirs."
	},
	{
		"id": 18,
		"quote": "Heartbreak doesn’t always come with screams and sobs. Sometimes it’s the quiet fading of a voice you once loved."
	},
	{
		"id": 19,
		"quote": "You can love someone with everything you have, and they can still choose to walk away."
	},
	{
		"id": 20,
		"quote": "The memories that once made you smile now leave you breathless, that’s heartbreak."
	},
	{
		"id": 21,
		"quote": "You don’t move on all at once. It’s in tiny pieces, scattered across days that start to hurt less."
	},
	{
		"id": 22,
		"quote": "They didn’t break you. They just reminded you how much you’re capable of feeling."
	},
	{
		"id": 23,
		"quote": "Even when someone walks away, they take the version of you that loved them the most with them."
	},
	{
		"id": 24,
		"quote": "Heartbreak changes you. Not because you wanted it to, but because it had to."
	},
	{
		"id": 25,
		"quote": "You begged for the truth, and when you got it, it burned more than any lie could have."
	},
	{
		"id": 26,
		"quote": "One of the hardest things is pretending you're fine when you’re still bleeding on the inside."
	},
	{
		"id": 27,
		"quote": "The right person at the wrong time feels worse than the wrong person entirely."
	},
	{
		"id": 28,
		"quote": "Your heart deserved to be chosen every day, not just when it was convenient for them."
	},
	{
		"id": 29,
		"quote": "Sometimes you don’t miss the person, you miss the feeling of being wanted."
	},
	{
		"id": 30,
		"quote": "Heartbreak is the storm that reveals the cracks you never knew were there."
	},
	{
		"id": 31,
		"quote": "You don’t heal by waiting for them to come back. You heal by choosing not to wait anymore."
	},
	{
		"id": 32,
		"quote": "Every love leaves a mark. Some are gentle, others bruise deep but all teach you something."
	},
	{
		"id": 33,
		"quote": "Letting go isn’t a betrayal of love. It’s the bravest way to honor what it once meant."
	},
	{
		"id": 34,
		"quote": "Some heartbreaks don’t shatter you. They quietly unravel you, thread by thread."
	},
	{
		"id": 35,
		"quote": "There’s grief in heartbreak because you’re mourning a future that never got to exist."
	},
	{
		"id": 36,
		"quote": "Sometimes the heart breaks quietly, no tears, just the slow unraveling of what once felt whole."
	},
	{
		"id": 37,
		"quote": "You can’t outrun heartbreak, but you can outgrow it."
	},
	{
		"id": 38,
		"quote": "The hardest part isn’t letting go, it’s realizing they already did long before you did."
	},
	{
		"id": 39,
		"quote": "You gave them your heart, and they taught you how easily it could be forgotten."
	},
	{
		"id": 40,
		"quote": "Every broken piece is a part of your story. Don’t be ashamed of how much you loved."
	},
	{
		"id": 41,
		"quote": "You’ll laugh again. You’ll trust again. But you’ll never love the same and maybe that’s okay."
	},
	{
		"id": 42,
		"quote": "They walked away, but they didn’t take your worth with them."
	},
	{
		"id": 43,
		"quote": "Your heart will beat steady again, it just needs time to forget the rhythm it once danced to."
	},
	{
		"id": 44,
		"quote": "Love didn’t fail, you just gave it to someone who wasn’t ready to hold it."
	},
	{
		"id": 45,
		"quote": "You can’t fix someone who’s breaking you in the process."
	},
	{
		"id": 46,
		"quote": "Some heartbreaks feel like endings, but they’re really just powerful beginnings in disguise."
	},
	{
		"id": 47,
		"quote": "The love was real. The pain is real. But so is the strength that comes after."
	},
	{
		"id": 48,
		"quote": "Sometimes the goodbye doesn’t hurt as much as the silence that follows."
	},
	{
		"id": 49,
		"quote": "They may have left, but the lessons stayed and that’s how you grow."
	},
	{
		"id": 50,
		"quote": "Heartbreak doesn’t define you. It refines you."
	},
	{
		"id": 51,
		"quote": "Sometimes heartbreak feels like a ghost, you can’t see it, but it haunts everything you do."
	},
	{
		"id": 52,
		"quote": "You weren’t too much. They were just not enough to handle a love that deep."
	},
	{
		"id": 53,
		"quote": "Heartbreak doesn’t end with a conversation, it lingers in the songs, places, and quiet moments."
	},
	{
		"id": 54,
		"quote": "It’s okay to love someone who’s no longer in your life. It means your love was real, even if they weren’t ready for it."
	},
	{
		"id": 55,
		"quote": "They moved on like it was easy. But your heart still stutters at the thought of them."
	},
	{
		"id": 56,
		"quote": "Healing doesn’t mean forgetting. It means learning to live with the memory without breaking."
	},
	{
		"id": 57,
		"quote": "You thought they were your forever. Turns out they were your lesson."
	},
	{
		"id": 58,
		"quote": "Not all goodbyes are loud. Some are just the fading of effort, slowly and painfully."
	},
	{
		"id": 59,
		"quote": "The pieces of your heart don’t have to be put back the same. You get to decide how it’s rebuilt."
	},
	{
		"id": 60,
		"quote": "Heartbreak reminds you that love is a risk—one worth taking, even when it hurts."
	},
	{
		"id": 61,
		"quote": "The worst part is not that they left, but that you stayed long after they were gone emotionally."
	},
	{
		"id": 62,
		"quote": "There’s no timeline for healing. Some wounds take longer because the love was deeper."
	},
	{
		"id": 63,
		"quote": "It hurts when the person who promised forever starts acting like a stranger."
	},
	{
		"id": 64,
		"quote": "You don’t just lose them, you lose the person you were when you were with them."
	},
	{
		"id": 65,
		"quote": "Every scar on your heart is a testament to how deeply you loved."
	},
	{
		"id": 66,
		"quote": "The heart doesn’t break clean, it shatters into pieces you’ll find for years to come."
	},
	{
		"id": 67,
		"quote": "They walked away, but your soul is still picking up the silence they left behind."
	},
	{
		"id": 68,
		"quote": "Closure doesn’t always come from them. Sometimes, it’s a conversation you have with yourself."
	},
	{
		"id": 69,
		"quote": "You can forgive them and still feel the ache of everything they took with them."
	},
	{
		"id": 70,
		"quote": "You deserve a love that never makes you question your worth."
	},
	{
		"id": 71,
		"quote": "You’re allowed to outgrow people you once thought you couldn’t live without."
	},
	{
		"id": 72,
		"quote": "Sometimes you stay longer than you should because leaving feels like failing. It’s not."
	},
	{
		"id": 73,
		"quote": "Your heart broke open, not to destroy you, but to expand your capacity to love yourself."
	},
	{
		"id": 74,
		"quote": "The hardest part is realizing they were never who you needed—they were who you wanted."
	},
	{
		"id": 75,
		"quote": "You’ll stop checking their profile. You’ll stop wondering ‘what if.’ That’s when healing begins."
	},
	{
		"id": 76,
		"quote": "Even after they’re gone, their words can echo. Learn to replace them with your own voice."
	},
	{
		"id": 77,
		"quote": "You can love someone with your whole heart and still walk away because love alone isn’t enough."
	},
	{
		"id": 78,
		"quote": "Some heartbreaks hurt more because you were the only one trying to hold everything together."
	},
	{
		"id": 79,
		"quote": "It’s not weakness to cry over someone who didn’t stay. It’s proof that your love was real."
	},
	{
		"id": 80,
		"quote": "Heartbreak is not just pain, it’s proof that you dared to give your heart away."
	},
	{
		"id": 81,
		"quote": "You’ll find joy again, not in spite of the heartbreak, but because you survived it."
	},
	{
		"id": 82,
		"quote": "Sometimes the most loving thing you can do is leave what’s breaking you."
	},
	{
		"id": 83,
		"quote": "They weren’t your forever, but they were part of your becoming."
	},
	{
		"id": 84,
		"quote": "You’ll never forget them, but you will stop needing them."
	},
	{
		"id": 85,
		"quote": "There’s strength in admitting you’re not okay, especially after loving someone who left."
	},
	{
		"id": 86,
		"quote": "You can’t rush healing. You can only give yourself grace and time."
	},
	{
		"id": 87,
		"quote": "Even in heartbreak, you’re allowed to feel proud of how much you gave."
	},
	{
		"id": 88,
		"quote": "They didn’t destroy you. They just revealed how strong your heart really is."
	},
	{
		"id": 89,
		"quote": "The love was one-sided, but the lesson was all yours."
	},
	{
		"id": 90,
		"quote": "Your story didn’t end with them. It just turned a page."
	},
	{
		"id": 91,
		"quote": "It’s okay to still feel pain, even if it’s been a long time. Love doesn’t work on a schedule."
	},
	{
		"id": 92,
		"quote": "They may never understand what they lost and that’s not your burden to carry."
	},
	{
		"id": 93,
		"quote": "You won’t always feel this heavy. Lightness returns, slowly but surely."
	},
	{
		"id": 94,
		"quote": "Your worth isn’t tied to someone who couldn’t see it."
	},
	{
		"id": 95,
		"quote": "One day you’ll wake up and realize they no longer have power over your peace."
	},
	{
		"id": 96,
		"quote": "The person who broke you will never be the one to fix you."
	},
	{
		"id": 97,
		"quote": "You’re not broken. You’re healing and that’s a different kind of strength."
	},
	{
		"id": 98,
		"quote": "Sometimes all you can do is cry, breathe, and take it one minute at a time."
	},
	{
		"id": 99,
		"quote": "Heartbreak cracks you open, but it also lets light in."
	},
	{
		"id": 100,
		"quote": "In losing them, you found the beginning of finding yourself again."
	}
]