[
	{
		"id": 1,
		"category": "Heartbreaks",
		"title": "Broken, But Not Done",
		"lesson": "Heartbreak doesn’t end you, it reveals you. It strips you bare, and in that silence, you rediscover your strength. It hurts, deeply. But it also heals. Slowly. You’re not broken forever. You’re just breaking open into someone wiser, stronger, and more in touch with what your soul truly deserves."
	},
	{
		"id": 2,
		"category": "Heartbreaks",
		"title": "Closure Comes From Within",
		"lesson": "You may never get the apology, the explanation, or the goodbye you hoped for. But closure isn’t their gift to give, it’s yours to create. You let go not because it’s fair, but because your peace matters more. Some questions go unanswered. And that’s okay. Heal anyway."
	},
	{
		"id": 3,
		"category": "Heartbreaks",
		"title": "Love Didn't Fail—It Ended",
		"lesson": "Just because it ended doesn’t mean it was pointless. It taught you something about love, about you, about red flags and soul sparks. It mattered while it lasted. It’s okay to honor the good while releasing the rest. Love isn’t always forever, but it’s always a teacher."
	},
	{
		"id": 4,
		"category": "Heartbreaks",
		"title": "Pain Has Purpose",
		"lesson": "Your heartache isn’t pointless. It’s shaping you into someone more tender, more discerning, more real. It sucks, but it’s sacred. Every tear, every ache,it’s carving space inside you for deeper love, better boundaries, and stronger self-worth. You’ll come out softer, not weaker. That’s growth hiding in grief."
	},
	{
		"id": 5,
		"category": "Heartbreaks",
		"title": "No One Can Heal You But You",
		"lesson": "Friends help, time helps, distractions help but healing? That’s your job. You’ve got to sit with the ache. Feel it fully. Learn from it. Mourn what was and imagine what could be. Healing isn’t forgetting, it’s remembering without breaking. It’s your heart learning how to beat again, for you."
	},
	{
		"id": 6,
		"category": "Heartbreaks",
		"title": "Grieve the Fantasy Too",
		"lesson": "Sometimes, we don’t miss them, we miss the story we told ourselves. The future we built in our head. That’s grief too. Let yourself mourn the version of life you thought you’d have. It hurts. But letting it go makes space for something real, not just imagined."
	},
	{
		"id": 7,
		"category": "Heartbreaks",
		"title": "You're Allowed to Miss Them",
		"lesson": "Missing someone doesn’t mean you want them back. It means they mattered. Let the feelings come without shame or judgment. Nostalgia doesn’t always mean regret. Missing them is part of releasing them. Feel it fully, then slowly, you’ll feel it less. That’s the quiet progress heartbreak makes."
	},
	{
		"id": 8,
		"category": "Heartbreaks",
		"title": "Their Absence Creates Space",
		"lesson": "They left, but something else arrives. Stillness. Reflection. Space for your own voice. What felt like emptiness is just clarity waiting to bloom. You get to rebuild now—with intention. Their absence hurts, but it also clears the noise. Sometimes losing someone gives you back yourself."
	},
	{
		"id": 9,
		"category": "Heartbreaks",
		"title": "You're Not Hard to Love",
		"lesson": "They couldn’t love you the way you needed but that doesn’t mean you’re unlovable. You weren’t too much or not enough. You were just misaligned. Don’t shrink because they couldn’t see your worth. The right one will love the parts they left behind. You’re still worthy. Always."
	},
	{
		"id": 10,
		"category": "Heartbreaks",
		"title": "Delete the Fantasy, Not the Memory",
		"lesson": "You don’t have to erase everything. Some memories will always feel warm. That’s okay. But don’t romanticize what wasn’t real. Keep the memory, lose the illusion. Remember it as it was, not as you wished. That’s how you make peace with the truth, not the dream."
	},
	{
		"id": 11,
		"category": "Heartbreaks",
		"title": "Time Doesn’t Heal—You Do",
		"lesson": "Time alone isn’t magic. It’s what you *do* with the time. Feel it. Write. Walk. Cry. Reflect. Therapy. Talk. Heal actively. Time is the canvas, but you are the painter. You don’t just wait to feel better, you work to feel whole again. That’s how healing happens."
	},
	{
		"id": 12,
		"category": "Heartbreaks",
		"title": "Rejection Isn't a Reflection",
		"lesson": "They left. That’s about them, not your value. Rejection feels personal, but often, it’s just timing, trauma, or their inability to hold your love. Don’t wear their choices as your shame. You are still enough—even when someone couldn’t choose you. Sometimes, protection shows up looking like loss."
	},
	{
		"id": 13,
		"category": "Heartbreaks",
		"title": "Let Go of the 'What Ifs'",
		"lesson": "What if you tried harder? What if they stayed? What if you saw it sooner? Stop. You did your best with what you knew. ‘What ifs’ don’t change outcomes—they chain you to pain. Accept what was. Forgive yourself. The past can’t be redone, but your future can."
	},
	{
		"id": 14,
		"category": "Heartbreaks",
		"title": "You Can't Fix It Alone",
		"lesson": "Love takes two. If you’re the only one fighting, fixing, explaining, it’s not mutual, it’s survival. Stop overcompensating. You weren’t meant to carry it alone. A relationship isn’t a rescue mission. Let go of saving someone who won’t meet you halfway. You deserve partnership, not a project."
	},
	{
		"id": 15,
		"category": "Heartbreaks",
		"title": "Don't Rush the Healing",
		"lesson": "You don’t have to be ‘over it’ yet. Healing isn’t a race. Some days will sting more than others. Some songs will still wreck you. That’s okay. Go at your own pace. The heart doesn’t heal on schedule. Be patient with yourself. You’re allowed to take your time."
	},
	{
		"id": 16,
		"category": "Heartbreaks",
		"title": "You're Not Starting Over—You're Starting Wiser",
		"lesson": "It feels like ground zero, but you’re not empty, you’re experienced. You know what hurt, what mattered, what you won’t settle for again. This isn’t a reset, it’s a relaunch with better filters and stronger roots. You’re not starting from scratch. You’re starting from strength. That changes everything."
	},
	{
		"id": 17,
		"category": "Heartbreaks",
		"title": "Unfollow for Your Peace",
		"lesson": "You don’t have to keep tabs to prove you’re over them. Mute. Block. Unfollow. It’s not petty, it’s self preservation. Protect your peace, even digitally. Constant updates only reopen wounds. Healing starts with boundaries. Let go online, so your heart can catch up offline. Peace is more important than pride."
	},
	{
		"id": 18,
		"category": "Heartbreaks",
		"title": "Not Loving You Back Doesn’t Mean You Weren’t Worth It",
		"lesson": "You loved fully, bravely. That’s never wasted. They couldn’t love you back, but that doesn’t mean your love wasn’t valuable. You gave from the heart. That’s beautiful, even if unreciprocated. Don’t regret being open. The world needs people who still choose love, even after it broke them."
	},
	{
		"id": 19,
		"category": "Heartbreaks",
		"title": "You Don't Owe Them a Second Chance",
		"lesson": "They might come back. Miss you. Apologize. But you’re allowed to say no. Growth means not reopening doors that led to your undoing. Forgiveness is free, access is earned. Just because they changed doesn’t mean you have to let them back in. Healing taught you better."
	},
	{
		"id": 20,
		"category": "Heartbreaks",
		"title": "One Day It Won’t Hurt Like This",
		"lesson": "You won’t always cry to this song. Their name won’t always sting. Someday, it’ll just be a memory, a chapter, not a wound. Healing doesn’t erase the past, it softens it. One day, you’ll wake up, and it won’t ache. That day’s coming. Hold on. You’re almost there."
	}
]