[
	{
		"id": 1,
		"category": "Inspiration",
		"title": "Ordinary People Make Extraordinary Moves",
		"lesson": "You don’t need a fancy title or big stage to make an impact. Ordinary people change lives every day just by showing up with love, kindness, and grit. Don’t underestimate your small gestures. They ripple out further than you know. You’re capable of powerful things, even without the spotlight."
	},
	{
		"id": 2,
		"category": "Inspiration",
		"title": "Your Story Has Power",
		"lesson": "Even the messy parts of your story carry weight. What broke you might be what heals someone else. You’ve survived things others are still struggling through. Share your journey raw, real, imperfect. You never know who needs to hear that hope lives on the other side of hard things."
	},
	{
		"id": 3,
		"category": "Inspiration",
		"title": "The Dream Needs a Doer",
		"lesson": "Dreams are beautiful—but they don’t work unless you do. Write it down. Break it up. Take a step. You don’t have to have it all figured out. Just start. The road shows up once your feet move. Inspiration turns real when action gets involved. So move. Now."
	},
	{
		"id": 4,
		"category": "Inspiration",
		"title": "Your Light Doesn’t Dim Others",
		"lesson": "There’s room for all of us to shine. Someone else’s success isn’t your failure. Let their wins inspire you, not shrink you. You rising doesn’t steal light, it adds more brightness to the room. Lift others as you climb. Cheer loud. We’re better when we glow together."
	},
	{
		"id": 5,
		"category": "Inspiration",
		"title": "It’s Okay to Begin Again",
		"lesson": "Sometimes, you outgrow your own path. That doesn’t mean you failed—it means you evolved. It’s brave to walk away from what no longer feels right. It’s courageous to start over. Beginnings are powerful, even if they feel like endings. Begin again. Begin with heart. Begin as many times as needed."
	},
	{
		"id": 6,
		"category": "Inspiration",
		"title": "Someone’s Watching You Keep Going",
		"lesson": "You think no one notices, but someone’s watching you get back up. You’re inspiring people just by continuing. Your quiet strength, your persistence, it’s giving someone else permission to believe in themselves. Keep going. Not just for you, but for the silent cheerers learning from your resilience."
	},
	{
		"id": 7,
		"category": "Inspiration",
		"title": "Kindness Always Counts",
		"lesson": "That smile you gave? It mattered. That check-in text? It meant the world. Kindness doesn’t need fanfare. The smallest gestures often make the biggest impact. In a loud, fast world, kindness is still radical. Keep being soft, even when life feels hard. It’s how we heal together."
	},
	{
		"id": 8,
		"category": "Inspiration",
		"title": "You’re Built for the Climb",
		"lesson": "You were never meant to stay stuck at the base. Life may throw storms, but you’re equipped to climb. Every stumble, every scar, it’s all part of your becoming. Don’t fear the mountain. Trust your steps. The view up top? It’s going to be worth everything you pushed through."
	},
	{
		"id": 9,
		"category": "Inspiration",
		"title": "Create What You Wish Existed",
		"lesson": "If you don’t see what you need, build it. Write the book. Start the podcast. Paint the thing. The world is full of gaps waiting for your ideas, your art, your voice. Don’t wait for permission. You are the inspiration you’ve been seeking. Let the world meet it."
	},
	{
		"id": 10,
		"category": "Inspiration",
		"title": "Broken Doesn’t Mean Unworthy",
		"lesson": "You’ve been through things. Pain has shaped you—but it hasn’t defined you. Even in your brokenness, you hold beauty. Strength doesn’t always look loud. Sometimes it’s simply surviving. Healing is not linear. Keep choosing yourself. You are worthy especially when you don’t feel like it. That’s where the real power lives."
	},
	{
		"id": 11,
		"category": "Inspiration",
		"title": "You’ve Already Come So Far",
		"lesson": "Look back, just for a second—not to dwell, but to notice. See how far you’ve come. The battles you’ve survived. The versions of yourself you’ve outgrown. That’s progress. Celebrate it. You may not be where you want yet, but you’re nowhere near where you started. Keep walking forward."
	},
	{
		"id": 12,
		"category": "Inspiration",
		"title": "Not All Storms Come to Destroy",
		"lesson": "Some storms aren’t meant to break you—but to clear a path. Life doesn’t always go as planned, but trust: what falls apart often makes room for something better. Let go of the grip. What feels like loss might actually be redirection. Stay open. Stay hopeful. The sun returns."
	},
	{
		"id": 13,
		"category": "Inspiration",
		"title": "Be the Person You Needed",
		"lesson": "Think of the younger you—lost, unsure, trying to figure it out. Be who they needed. Show up with love, with truth, with grace. Help others navigate what you once survived. That’s how you give pain a purpose. That’s how you inspire: by becoming what once felt impossible."
	},
	{
		"id": 14,
		"category": "Inspiration",
		"title": "You’re Not Too Late",
		"lesson": "Comparison will lie to you. It’ll whisper that you’ve missed your moment. But here’s the truth: you’re right on time for your own life. Stop racing clocks that were never set for you. Your journey is unfolding exactly how it should. Keep showing up. There’s so much still ahead."
	},
	{
		"id": 15,
		"category": "Inspiration",
		"title": "Small Changes Lead to Big Shifts",
		"lesson": "You don’t need to overhaul your life overnight. Just start where you are. One new habit. One new choice. It all adds up. Progress isn’t always loud. It’s in the tiny shifts, the water you drank, the scroll you skipped, the walk you took. That’s where transformation quietly begins."
	},
	{
		"id": 16,
		"category": "Inspiration",
		"title": "Speak Life Into Yourself",
		"lesson": "Your words shape your world. Talk to yourself like someone you love. Encouragement isn’t cheesy, it’s necessary. Be your own hype person. Speak strength. Speak peace. Remind yourself you’re capable. What you repeat, you start to believe. And belief? That’s the root of everything you’re becoming."
	},
	{
		"id": 17,
		"category": "Inspiration",
		"title": "Your Energy Changes Rooms",
		"lesson": "You don’t need to be loud to make a difference. Your energy, your presence, it shifts atmospheres. Your calm brings peace. Your smile brings comfort. Never underestimate how powerful your vibe is. Be intentional. Show up with good energy. It’s your silent superpower. Use it to lift others."
	},
	{
		"id": 18,
		"category": "Inspiration",
		"title": "The Journey *Is* the Destination",
		"lesson": "You’re so focused on the finish line, you forget this moment matters too. The coffee breaks, the late nights, the laughs along the way, they’re part of it. Life isn’t just about arrival. It’s about being fully present in the becoming. Don’t miss the magic happening right now."
	},
	{
		"id": 19,
		"category": "Inspiration",
		"title": "Hardships Can Become Fuel",
		"lesson": "What hurt you can also shape you. Use it. Channel it. Let it teach you, not define you. Pain can birth compassion. Setbacks can unlock strength. You don’t need to be fearless, just brave enough to try again. Let the hard stuff refine you, not break you."
	},
	{
		"id": 20,
		"category": "Inspiration",
		"title": "You Inspire Just by Being You",
		"lesson": "You don’t need to do something huge to be inspiring. Just being real, being kind, being present,that’s powerful. Someone out there sees you showing up, and it’s giving them courage to do the same. Keep being you. That’s more than enough. That’s what the world truly needs."
	}
]