[
	{
		"id": 1,
		"quote": "Life isn’t a perfectly scripted movie, it’s more like a blooper reel with surprising moments of brilliance in between."
	},
	{
		"id": 2,
		"quote": "We spend so much time trying to figure life out that we forget it’s meant to be lived, not solved like a puzzle."
	},
	{
		"id": 3,
		"quote": "Life will never be fully under your control, and maybe that’s the point chaos can be strangely beautiful."
	},
	{
		"id": 4,
		"quote": "Some days life feels like a comedy, others like a tragedy, but it’s always your story and you get to write it."
	},
	{
		"id": 5,
		"quote": "You’re allowed to grow, shift, fall apart, rebuild, life doesn’t require consistency, it requires honesty."
	},
	{
		"id": 6,
		"quote": "Life won’t wait until you’re confident. It’ll throw you in the deep end and teach you how to swim while panicking."
	},
	{
		"id": 7,
		"quote": "You can plan all you want, but life will always bring in its own plot twists. Learn to enjoy the reroute."
	},
	{
		"id": 8,
		"quote": "Real life is messy, unpredictable, and unfair but it's also layered with little miracles hidden in plain sight."
	},
	{
		"id": 9,
		"quote": "Life isn’t about always having the answers; sometimes it’s just about having the courage to ask the questions."
	},
	{
		"id": 10,
		"quote": "No one really knows what they’re doing, we’re all improvising, just with different levels of confidence."
	},
	{
		"id": 11,
		"quote": "Life teaches you through heartbreak, through loss, through silent nights, it's the slowest but most effective teacher."
	},
	{
		"id": 12,
		"quote": "The best things in life often come after your plans fall apart and you’re forced to start from scratch."
	},
	{
		"id": 13,
		"quote": "Life will test your patience, break your routine, and challenge your beliefs and that’s how it shapes you."
	},
	{
		"id": 14,
		"quote": "There’s no universal way to live, your journey is yours alone, so stop comparing it to someone else’s highlight reel."
	},
	{
		"id": 15,
		"quote": "Life has a weird way of showing up with blessings disguised as breakdowns."
	},
	{
		"id": 16,
		"quote": "Your life doesn’t need to impress anyone, it just needs to feel like yours when you lay your head down at night."
	},
	{
		"id": 17,
		"quote": "Life is not linear, not perfect, and definitely not always fair but it’s still worth showing up for every day."
	},
	{
		"id": 18,
		"quote": "Sometimes life gives you detours to show you better views than your original route."
	},
	{
		"id": 19,
		"quote": "You’re not behind in life, you’re just living a story that unfolds differently than others."
	},
	{
		"id": 20,
		"quote": "Life gives you lessons, then exams, then the occasional reward but never in that order."
	},
	{
		"id": 21,
		"quote": "No matter how well you plan, life will always throw in a plot twist just to see how flexible you’ve become."
	},
	{
		"id": 22,
		"quote": "You don’t need to have everything figured out to live a beautiful life, you just need to keep going."
	},
	{
		"id": 23,
		"quote": "Life is a collection of ordinary days made extraordinary by tiny, unforgettable moments."
	},
	{
		"id": 24,
		"quote": "There’s no ‘right way’ to do life. Just do it with kindness, courage, and a little bit of humor."
	},
	{
		"id": 25,
		"quote": "Sometimes the greatest wins in life come from moments you were sure you failed."
	},
	{
		"id": 26,
		"quote": "Life won’t always give you clarity, sometimes it gives you fog and trusts you to move anyway."
	},
	{
		"id": 27,
		"quote": "You can reinvent yourself at any moment. Life doesn’t require permission slips for second chances."
	},
	{
	"id": 28,
	"quote": "You don’t have to have everything figured out. Life unfolds in its own time, and so will you."
	},
	{
		"id": 29,
		"quote": "Life isn’t about being perfect. It’s about showing up, flaws and all, and still choosing to try."
	},
	{
		"id": 30,
		"quote": "Sometimes the most courageous thing you can do in life is simply keep showing up when everything feels heavy."
	},
	{
		"id": 31,
		"quote": "Life is loud with expectations, learn to listen to the quiet voice of your own soul instead."
	},
	{
		"id": 32,
		"quote": "The people who look like they’ve got life figured out are just better at winging it with a smile."
	},
	{
		"id": 33,
		"quote": "Life doesn’t get easier, you just get stronger, wiser, and better at laughing when things go wrong."
	},
	{
		"id": 34,
		"quote": "You don’t have to live a huge life to live a meaningful one. Small moments often hold the most weight."
	},
	{
		"id": 35,
		"quote": "There’s no final destination in life, you’re always in motion, always evolving. That’s the point."
	},
	{
		"id": 36,
		"quote": "Life doesn’t come with a manual, but if it did, the first rule would be: expect the unexpected."
	},
	{
		"id": 37,
		"quote": "You grow through what you go through, and life never runs out of growth opportunities."
	},
	{
		"id": 38,
		"quote": "Life is a balancing act between who you were, who you are, and who you’re becoming."
	},
	{
		"id": 39,
		"quote": "Sometimes life hands you lemons, and sometimes it throws them at your head without warning."
	},
	{
		"id": 40,
		"quote": "The hardest part of life isn’t the chaos, it’s learning to find peace within it."
	},
	{
		"id": 41,
		"quote": "In the noise of life, don’t forget to pause, breathe, and appreciate how far you’ve come."
	},
	{
		"id": 42,
		"quote": "Life is an endless cycle of beginnings, endings, and everything messy in between."
	},
	{
		"id": 43,
		"quote": "Life’s beauty lies not in perfection, but in the real, raw, unscripted moments."
	},
	{
		"id": 44,
		"quote": "You’re not supposed to have it all together. Life is designed to unravel and reweave you."
	},
	{
		"id": 45,
		"quote": "The people who inspire you aren’t living perfect lives, they’re just living authentically."
	},
	{
		"id": 46,
		"quote": "There’s no timeline you need to follow. Your life is not a race, it’s a rhythm."
	},
	{
		"id": 47,
		"quote": "Sometimes you’ll feel lost, and that’s okay, life is a journey of constant rediscovery."
	},
	{
		"id": 48,
		"quote": "Life isn’t always magical, but there’s magic in how we survive the ordinary."
	},
	{
		"id": 49,
		"quote": "Don’t wait for life to calm down to enjoy it. Peace is something you choose, not wait for."
	},
	{
		"id": 50,
		"quote": "Even when life feels uncertain, know that you’re still growing, still becoming, still enough."
	},
	{
		"id": 51,
		"quote": "You don’t have to be extraordinary every day. Showing up, even when it’s hard, is a quiet kind of greatness."
	},
	{
		"id": 52,
		"quote": "Life has a way of humbling you just when you start to feel comfortable and that’s where growth begins."
	},
	{
		"id": 53,
		"quote": "There’s something deeply human about stumbling your way through life and still managing to create beauty."
	},
	{
		"id": 54,
		"quote": "Life is equal parts holding on and learning to let go, mastering that balance takes time."
	},
	{
		"id": 55,
		"quote": "You’re not late to your life. You're just arriving in your own perfect, unpredictable timing."
	},
	{
		"id": 56,
		"quote": "The funny thing about life is that you often don’t realize the good parts until they’ve become memories."
	},
	{
		"id": 57,
		"quote": "Sometimes life whispers, sometimes it yells but it always teaches if you’re willing to listen."
	},
	{
		"id": 58,
		"quote": "Life is about collecting tiny victories on the way to something that may never come and learning that’s okay."
	},
	{
		"id": 59,
		"quote": "You don’t need a five-year plan to enjoy your next five minutes. Life is happening now."
	},
	{
		"id": 60,
		"quote": "Your version of a full life won’t look like anyone else’s and it shouldn’t."
	},
	{
		"id": 61,
		"quote": "The people who seem the happiest often battled the hardest to get there. Life teaches joy through pain."
	},
	{
		"id": 62,
		"quote": "Life gives you people, moments, lessons, and chances—all wrapped in the disguise of daily routine."
	},
	{
		"id": 63,
		"quote": "You won’t always understand the season you’re in, but one day it’ll make sense in a sentence you say out loud."
	},
	{
		"id": 64,
		"quote": "You grow into your life mistakes, changes, scars and all and that’s a kind of quiet bravery."
	},
	{
		"id": 65,
		"quote": "Let life surprise you. Sometimes detours lead to the most meaningful destinations."
	},
	{
		"id": 66,
		"quote": "The beauty of life is that you’re never truly done you can start over as many times as you need to."
	},
	{
		"id": 67,
		"quote": "Life doesn’t have to be extraordinary to be meaningful. The small, messy days count too."
	},
	{
		"id": 68,
		"quote": "We’re all winging it, just some of us do it with more grace and coffee."
	},
	{
		"id": 69,
		"quote": "There are no clear instructions for life, only instincts, hope, and the occasional good advice."
	},
	{
		"id": 70,
		"quote": "Life changes you when you least expect it. Sometimes the transformation is the real destination."
	},
	{
		"id": 71,
		"quote": "You won’t always be motivated. That’s okay. Life runs more on discipline than inspiration anyway."
	},
	{
		"id": 72,
		"quote": "Sometimes the hardest part of life is forgiving yourself and choosing to grow anyway."
	},
	{
		"id": 73,
		"quote": "You’ll never feel ready for most of life’s big moments but they’ll shape you anyway."
	},
	{
		"id": 74,
		"quote": "Life rarely gives closure. It just offers new beginnings disguised as ordinary days."
	},
	{
		"id": 75,
		"quote": "The beauty in life often shows up after the breakdown, in quiet mornings and unspoken healing."
	},
	{
		"id": 76,
		"quote": "We’re all just figuring life out as we go, some days we thrive, other days we survive."
	},
	{
		"id": 77,
		"quote": "Life will sometimes feel like a beautiful mess and that’s okay. The mess is part of the masterpiece."
	},
	{
		"id": 78,
		"quote": "The truth is, no one tells you how tiring healing is but it’s how you take your life back."
	},
	{
		"id": 79,
		"quote": "Life isn’t about constantly chasing happiness it’s about finding meaning, even in the hard places."
	},
	{
		"id": 80,
		"quote": "You can lose yourself in life but the journey back to who you are is always worth it."
	},
	{
		"id": 81,
		"quote": "Sometimes you don’t realize you’re in a good chapter of life until it’s gone. Savor the now."
	},
	{
		"id": 82,
		"quote": "You can be a masterpiece and a work in progress all at once. That’s the paradox of life."
	},
	{
		"id": 83,
		"quote": "The moments you feel like giving up are often the ones life is testing your commitment the most."
	},
	{
		"id": 84,
		"quote": "It’s okay if your life doesn’t look how you thought it would. It’s still yours. It’s still valuable."
	},
	{
		"id": 85,
		"quote": "You’re not meant to be perfect at life. You’re meant to be real, growing, and learning."
	},
	{
		"id": 86,
		"quote": "Sometimes life asks you to pause not because you’re failing, but because you’re evolving."
	},
	{
		"id": 87,
		"quote": "The real flex is surviving things you thought would break you and still having a soft heart."
	},
	{
		"id": 88,
		"quote": "Life doesn’t need to be grand to be meaningful. A quiet life can be a beautiful one too."
	},
	{
		"id": 89,
		"quote": "Some seasons of life are for thriving, others are for surviving and both are part of your story."
	},
	{
		"id": 90,
		"quote": "Even in chaos, life gives you little signs you’re on the right path. Look for them."
	},
	{
		"id": 91,
		"quote": "You don’t need to do life perfectly. Just try to do it honestly and with heart."
	},
	{
		"id": 92,
		"quote": "Sometimes life feels like a long walk through fog. Just take the next step, you don’t need to see the whole path."
	},
	{
		"id": 93,
		"quote": "The way you talk to yourself through life matters more than how others talk about you."
	},
	{
		"id": 94,
		"quote": "You don’t always need to chase life, sometimes it finds you in stillness."
	},
	{
		"id": 95,
		"quote": "Let life humble you, teach you, and mold you but never let it make you bitter."
	},
	{
		"id": 96,
		"quote": "In the middle of uncertainty, you’ll find pieces of who you really are, that’s life’s secret gift."
	},
	{
		"id": 97,
		"quote": "You’re not here to impress the world. You’re here to experience life in all its forms."
	},
	{
		"id": 98,
		"quote": "Life gives you what you need for growth, not comfort. There’s a purpose even in the discomfort."
	},
	{
		"id": 99,
		"quote": "Just when you think life is done surprising you, it shows up with something unexpectedly beautiful."
	},
	{
	"id": 100,
	"quote": "You won’t always take the right steps, but every step teaches you something and that’s what keeps you going."
	}
]