[
	{
		"id": 1,
		"category": "Love",
		"title": "Love Shouldn’t Feel Like a War Zone",
		"lesson": "Love isn’t meant to be chaos. It’s not supposed to hurt more than it heals. Real love feels like calm in the middle of life’s noise. If you’re constantly fighting to be seen or heard, maybe it’s not love, it’s survival. And love should never cost you peace."
	},
	{
		"id": 2,
		"category": "Love",
		"title": "You Can’t Fix People with Your Love",
		"lesson": "No matter how big your heart is, you can’t heal someone who doesn’t want to change. Love isn’t a rescue mission. You deserve a partner, not a project. Support, yes. Save, no. Love thrives when both people show up whole—not when one keeps trying to carry the other."
	},
	{
		"id": 3,
		"category": "Love",
		"title": "Love Starts With You",
		"lesson": "Before you can love someone else well, you have to know how to love yourself. Not in a cliché way, but in a deep, soul-honoring way. The way you treat yourself sets the tone for every relationship in your life. Choose you first and the right love will follow."
	},
	{
		"id": 4,
		"category": "Love",
		"title": "Consistency Over Grand Gestures",
		"lesson": "The roses are sweet, the poems are cute but love lives in the everyday. It’s in showing up, listening, choosing someone even when it’s hard. Don’t be fooled by flashes of romance. Watch the patterns, not the fireworks. Real love is quiet, steady, and doesn’t vanish after the spark fades."
	},
	{
		"id": 5,
		"category": "Love",
		"title": "Love Doesn’t Control, It Frees",
		"lesson": "If you feel like you’re walking on eggshells, that’s not love. Love gives room. It lets you grow, breathe, become. It doesn’t cage you, it celebrates your becoming. The right love doesn’t ask you to shrink. It cheers you on as you expand. Freedom is part of real connection."
	},
	{
		"id": 6,
		"category": "Love",
		"title": "Choose Someone Who Chooses You",
		"lesson": "Stop chasing people who make you question your worth. You deserve someone who sees you fully and still leans in. Someone who doesn’t leave you wondering. Love isn’t supposed to feel like guessing. Find someone who chooses you in public and private—especially on the days you’re not easy to love."
	},
	{
		"id": 7,
		"category": "Love",
		"title": "Love Grows in Safety",
		"lesson": "Love needs more than passion, it needs safety. The kind where you can fall apart and still be held. Where mistakes don’t lead to punishment, but understanding. Love that lasts is rooted in trust, softness, and care. Find the kind of love where your soul can exhale."
	},
	{
		"id": 8,
		"category": "Love",
		"title": "You Deserve the Love You Give",
		"lesson": "You love hard, show up deep, give your all and sometimes it’s not returned. But don’t shrink your heart because others couldn’t hold it. Your love isn’t too much. It’s just been handed to the wrong hands. Keep loving fully. The right heart will recognize yours and match its depth."
	},
	{
		"id": 9,
		"category": "Love",
		"title": "Love Isn’t Always Loud",
		"lesson": "Sometimes, love whispers. It’s a warm meal, a gentle check-in, a shared silence. Don’t overlook quiet love, it’s often the most real. Not everyone loves with grand displays, and that’s okay. Pay attention to how they care, not just what they say. Actions carry more weight than words ever could."
	},
	{
		"id": 10,
		"category": "Love",
		"title": "Timing Really Does Matter",
		"lesson": "Sometimes, love meets you at the wrong time. You’re growing. They’re healing. And despite the connection, it can’t work. It’s painful, but true. Timing matters more than we admit. Don’t force forever out of a moment that’s not ready. If it’s meant, it won’t require breaking yourself to fit it."
	},
	{
		"id": 11,
		"category": "Love",
		"title": "Don’t Beg for Bare Minimum",
		"lesson": "If you’re begging for time, effort, or respect—you’re asking the wrong person. Love should never make you beg. The bare minimum isn’t romantic; it’s disrespect in disguise. You’re not asking for too much. You’re asking the wrong one. Real love meets you with effort, not excuses."
	},
	{
		"id": 12,
		"category": "Love",
		"title": "Love Isn’t Meant to Complete You",
		"lesson": "You’re not a half waiting for another half. You are whole, with or without a partner. Love should complement you not complete you. The healthiest relationships come from two whole people building something together, not filling voids. You’re enough, even on your own. Everything else is a beautiful bonus."
	},
	{
		"id": 13,
		"category": "Love",
		"title": "What’s Meant Won’t Make You Chase It",
		"lesson": "If you’re always the one initiating, explaining, or trying to prove your worth, it’s not meant for you. What’s real won’t confuse you. It won’t run when it gets tough. The right love stays. It leans in. It meets you halfway. You shouldn’t have to chase what’s already yours."
	},
	{
		"id": 14,
		"category": "Love",
		"title": "The Right Love Feels Peaceful",
		"lesson": "Real love isn’t supposed to keep you on edge. It’s not high highs and low lows, it’s steady. It brings peace, not anxiety. When you stop mistaking intensity for intimacy, you’ll find the kind of love that feels like home. The one that holds you without hurting you."
	},
	{
		"id": 15,
		"category": "Love",
		"title": "They Should Make Life Softer",
		"lesson": "Love should feel like ease, not exhaustion. They should make life softer, not heavier. You’ll still face hard things but you’ll face them together. A good partner doesn’t add to your stress, they help you carry it. Choose softness. Choose someone who feels like a breath, not a burden."
	},
	{
		"id": 16,
		"category": "Love",
		"title": "You Teach People How to Love You",
		"lesson": "People don’t always know how to love you unless you show them. Set your standards. Speak your needs. Boundaries aren’t walls, they’re instructions. The love you accept sets the tone. Don’t dim your worth to keep someone close. Love yourself enough to demand more than crumbs. You deserve a full meal."
	},
	{
		"id": 17,
		"category": "Love",
		"title": "Love Can Be Both Scary and Worth It",
		"lesson": "Opening your heart after pain is terrifying. But love isn’t about never getting hurt, it’s about believing in connection anyway. Take the risk. Let yourself be seen. The right person will meet you there, fear and all. And maybe, just maybe—it’ll be everything you never thought you’d find again."
	},
	{
		"id": 18,
		"category": "Love",
		"title": "You Can Miss Them and Still Move On",
		"lesson": "Letting go doesn’t mean you stopped caring. It means you finally started choosing yourself. You can love them, miss them, and still know it wasn’t right. Healing is holding space for both truth and grief. And in that space, you’ll find freedom and eventually, peace."
	},
	{
		"id": 19,
		"category": "Love",
		"title": "Love Isn’t a Test",
		"lesson": "You don’t need to constantly prove your worth. Love isn’t a test you have to pass. It’s a safe place to land. If they keep making you earn their affection, it’s not love, it’s manipulation. Love accepts, supports, and grows. You don’t have to suffer for it to be real."
	},
	{
		"id": 20,
		"category": "Love",
		"title": "Healing Makes Room for Better Love",
		"lesson": "Don’t rush into love just to fill the silence. Heal first. When you do, you’ll stop choosing out of loneliness and start choosing from wholeness. Love feels different when you know your own worth. When your heart’s no longer bleeding, it can finally recognize what true love really looks like."
	}
]