[
	{
		"id": 1,
		"quote": "Love isn’t always about butterflies and fireworks. Sometimes, it’s about standing by someone even when life feels like a storm, and saying, ‘I’m not going anywhere.’"
	},
	{
		"id": 2,
		"quote": "The most beautiful kind of love is the one that sees all your flaws, your past, your chaos and chooses you anyway, every single day."
	},
	{
		"id": 3,
		"quote": "Being in love doesn’t mean you always agree. It means when you don’t, you still listen, still care, and still fight for each other."
	},
	{
		"id": 4,
		"quote": "Real love is when someone sees the parts of you that you try to hide from the world and they still look at you like you’re magic."
	},
	{
		"id": 5,
		"quote": "Love grows when two people commit to showing up not just when it’s easy, but when it’s hard, awkward, or uncertain."
	},
	{
		"id": 6,
		"quote": "True love is when you can sit in silence with someone, and it feels more comforting than words ever could."
	},
	{
		"id": 7,
		"quote": "Love isn’t perfect. It’s not without arguments or disagreements. But it’s about being willing to work through them together."
	},
	{
		"id": 8,
		"quote": "The best relationships are built on friendship, trust, and the ability to laugh even when life is complicated."
	},
	{
		"id": 9,
		"quote": "Love is not just the good mornings and goodnights, it’s the small things: picking up their favorite snack, remembering their stories, holding their hand when they’re tired."
	},
	{
		"id": 10,
		"quote": "Sometimes love means choosing someone again and again even when the world offers easier options or less complicated paths."
	},
	{
		"id": 11,
		"quote": "Real love is learning someone’s darkness and choosing to stay anyway, not because you have to but because they feel like home."
	},
	{
		"id": 12,
		"quote": "It’s not about how often you say 'I love you.' It’s about how often you show it in ways only the two of you understand."
	},
	{
		"id": 13,
		"quote": "Being loved for who you are is rare. Don’t take it lightly when someone sees your whole self and stays."
	},
	{
		"id": 14,
		"quote": "Love isn’t about being completed by another person, it’s about growing alongside them, helping each other become more whole."
	},
	{
		"id": 15,
		"quote": "A healthy love will never ask you to shrink yourself, dim your light, or be less. Real love helps you shine brighter."
	},
	{
		"id": 16,
		"quote": "Love doesn’t need to be dramatic to be meaningful. Sometimes, the quiet, consistent love is the most powerful kind."
	},
	{
		"id": 17,
		"quote": "You know it’s love when you find yourself rooting for someone else’s happiness as if it were your own."
	},
	{
		"id": 18,
		"quote": "The right love won’t leave you guessing. It’ll feel like peace, not confusion. It will be calm, not chaos."
	},
	{
		"id": 19,
		"quote": "Love is when someone makes you feel safe not because they fix everything, but because you don’t have to face it alone."
	},
	{
		"id": 20,
		"quote": "Love isn’t about finding someone who never lets you down. It’s about finding someone who lifts you back up when they do."
	},
	{
		"id": 21,
		"quote": "It’s not about needing someone to be happy, it’s about choosing to share your happiness with someone who makes the journey better."
	},
	{
		"id": 22,
		"quote": "When someone truly loves you, they don’t try to change you. They inspire you to become the best version of yourself."
	},
	{
		"id": 23,
		"quote": "The deepest connections aren’t built in the highlight reels. They’re formed in the everyday moments, the unfiltered conversations, the shared silence."
	},
	{
		"id": 24,
		"quote": "Love is when their comfort becomes your comfort, their laugh becomes your favorite sound, and their pain feels like your own."
	},
	{
		"id": 25,
		"quote": "True love doesn’t always come with fireworks. Sometimes, it’s quiet understanding, shared laughter, and a feeling of home."
	},
	{
		"id": 26,
		"quote": "You deserve a love that makes you feel seen, even in your mess. A love that reminds you you’re enough, even on your worst days."
	},
	{
		"id": 27,
		"quote": "It’s not just about finding someone who looks good on paper. It’s about finding someone who feels right in your soul."
	},
	{
		"id": 28,
		"quote": "Real love isn’t jealous of your freedom. It celebrates your growth even when it means growing apart at times."
	},
	{
		"id": 29,
		"quote": "Love isn’t about grand gestures. It’s about making someone feel valued in the ordinary, unfiltered moments."
	},
	{
		"id": 30,
		"quote": "You can’t truly love someone without letting them see the parts of you that are still healing, still afraid, still learning."
	},
	{
		"id": 31,
		"quote": "True love will challenge you not to change who you are, but to become who you’ve always been deep down."
	},
	{
		"id": 32,
		"quote": "Love is showing up when it matters most, not just when it’s convenient. It’s being reliable when things get real."
	},
	{
		"id": 33,
		"quote": "The best kind of love is the one that feels like a partnership, not a possession. It’s two people choosing each other every day."
	},
	{
		"id": 34,
		"quote": "Sometimes love is just staying, even when everything tells you to run because you know it’s worth it."
	},
	{
		"id": 35,
		"quote": "A strong relationship isn’t just built on love. It’s built on respect, forgiveness, and learning how to grow together."
	},
	{
		"id": 36,
		"quote": "Love is when someone becomes a safe space, not a battlefield. When they fight with you, not against you."
	},
	{
		"id": 37,
		"quote": "You don’t have to be perfect to be loved. You just have to be real, honest, and willing to show up."
	},
	{
		"id": 38,
		"quote": "Love isn’t always romantic. Sometimes it’s in your best friend, your family, or a stranger who shows kindness at the right time."
	},
	{
		"id": 39,
		"quote": "Love is a decision, not just a feeling. Feelings come and go but choosing someone daily? That’s what makes it last."
	},
	{
		"id": 40,
		"quote": "A soul connection doesn’t always make sense on paper but your heart will know when it feels right."
	},
	{
		"id": 41,
		"quote": "The right person won’t just love your good days, they’ll sit with you through the hard ones, too."
	},
	{
		"id": 42,
		"quote": "Sometimes love means letting go not because you don’t care, but because they need to find themselves first."
	},
	{
		"id": 43,
		"quote": "True love doesn’t need you to pretend. It welcomes you exactly as you are messy, healing, and human."
	},
	{
		"id": 44,
		"quote": "When you’re deeply loved, you don’t have to ask for reassurance, it’s in their tone, their touch, their presence."
	},
	{
		"id": 45,
		"quote": "Love isn’t about avoiding arguments, it’s about learning how to argue in a way that builds trust, not fear."
	},
	{
		"id": 46,
		"quote": "A relationship built on real connection will never feel like a performance. It will feel like peace."
	},
	{
		"id": 47,
		"quote": "Sometimes the strongest love isn’t loud. It’s the hand you can hold, the silence you can share, the presence that never leaves."
	},
	{
		"id": 48,
		"quote": "Being in love means learning someone’s rhythms, their fears, their dreams and loving all of it as part of the same song."
	},
	{
		"id": 49,
		"quote": "A good relationship doesn’t fix your life. But it makes the hard parts softer, and the good parts even brighter."
	},
	{
		"id": 50,
		"quote": "Love is not something you chase, it’s something you nurture. It grows in the soil of patience, trust, and intention."
	},
	{
		"id": 51,
		"quote": "The best kind of love feels like freedom not the kind that lets you go, but the kind that lets you grow within it."
	},
	{
		"id": 52,
		"quote": "Love is about being vulnerable enough to say, ‘This is who I am,’ and having someone reply, ‘I wouldn’t change a thing.’"
	},
	{
		"id": 53,
		"quote": "Real love doesn’t rush. It understands that hearts need time to unfold, to trust, to heal and it stays anyway."
	},
	{
		"id": 54,
		"quote": "You don’t fall in love just once. In real love, you fall again and again with the same person, in new ways."
	},
	{
		"id": 55,
		"quote": "Love shows itself in the quiet moments like when someone remembers the little things that matter only to you."
	},
	{
		"id": 56,
		"quote": "Sometimes, love is learning to hold space for someone else’s pain, without trying to fix it, just being there."
	},
	{
		"id": 57,
		"quote": "Loving someone isn’t about needing them to complete you. It’s about wanting to share your wholeness with them."
	},
	{
		"id": 58,
		"quote": "Love is when two people say, ‘I see your scars, and I still believe you’re worth holding onto.’"
	},
	{
		"id": 59,
		"quote": "A lasting relationship isn’t about never having conflict, it’s about learning to navigate it with respect and empathy."
	},
	{
		"id": 60,
		"quote": "The person who truly loves you will never make you feel like you’re too emotional, too much, or too complicated."
	},
	{
		"id": 61,
		"quote": "You know it’s love when someone’s presence makes even the most ordinary days feel extraordinary."
	},
	{
		"id": 62,
		"quote": "True love doesn’t compete. It doesn’t compare. It cheers you on, even when your dreams seem bigger than the relationship."
	},
	{
		"id": 63,
		"quote": "Love is being seen on your worst day and still being treated with the same tenderness as on your best."
	},
	{
		"id": 64,
		"quote": "The most powerful love stories are the ones where both people feel safe enough to grow into who they’re meant to be."
	},
	{
		"id": 65,
		"quote": "Sometimes the greatest act of love is just listening, really listening, without fixing, judging, or interrupting."
	},
	{
		"id": 66,
		"quote": "Love is waking up and choosing that person again, even when life makes it hard and circumstances get messy."
	},
	{
		"id": 67,
		"quote": "The right person won’t try to rush your healing. They’ll walk beside you, hand in hand, at your pace."
	},
	{
		"id": 68,
		"quote": "You deserve a love that doesn’t keep score. A love that forgives, that understands the human behind the mistake."
	},
	{
		"id": 69,
		"quote": "Love that lasts is built not just on passion, but on kindness, on small moments, on daily choices to care."
	},
	{
		"id": 70,
		"quote": "When someone loves you, they don’t make you question your worth. They remind you of it, gently and often."
	},
	{
		"id": 71,
		"quote": "You shouldn’t have to abandon yourself to be loved. The right person will want you to stay exactly as you are."
	},
	{
		"id": 72,
		"quote": "Sometimes, love means being brave enough to say, ‘We need to grow separately right now, but I still love you.’"
	},
	{
		"id": 73,
		"quote": "True connection happens when love isn’t just something you say, it’s something you live, show, and nurture."
	},
	{
		"id": 74,
		"quote": "Love is when their happiness makes you happy, even if it has nothing to do with you."
	},
	{
		"id": 75,
		"quote": "A good relationship allows both people to evolve, to dream, to stretch beyond the edges of who they used to be."
	},
	{
		"id": 76,
		"quote": "When someone truly loves you, they make the effort to understand you even when it’s uncomfortable or hard."
	},
	{
		"id": 77,
		"quote": "You don’t always need big declarations to prove love. Sometimes it’s in the coffee they made or the call they returned."
	},
	{
		"id": 78,
		"quote": "Real love isn’t about possession. It’s about appreciation, freedom, and deep respect for the other person’s journey."
	},
	{
		"id": 79,
		"quote": "The right love doesn’t just show up, it stays, listens, adjusts, and chooses you again and again."
	},
	{
		"id": 80,
		"quote": "Sometimes love is just knowing you’re not alone in this big, unpredictable world and that’s enough."
	},
	{
		"id": 81,
		"quote": "A soul deep connection won’t always look perfect, but it will feel safe, honest, and real."
	},
	{
		"id": 82,
		"quote": "Love isn’t about never being afraid. It’s about finding someone who makes fear a little less heavy to carry."
	},
	{
		"id": 83,
		"quote": "True love recognizes your pain and doesn’t try to run from it. It sits with you in the silence and holds your hand."
	},
	{
		"id": 84,
		"quote": "The best kind of love challenges you not to prove yourself, but to trust in your own worth."
	},
	{
		"id": 85,
		"quote": "Love is found in the way someone speaks your name with softness, with familiarity, with a kind of reverence."
	},
	{
		"id": 86,
		"quote": "Being loved doesn’t mean being constantly praised. It means being supported, even when you’re struggling."
	},
	{
		"id": 87,
		"quote": "Love isn’t only in the grand gestures, it’s in the quiet ways they choose you over and over, without a second thought."
	},
	{
		"id": 88,
		"quote": "Sometimes love looks like giving space. Other times, it’s pulling someone close and reminding them they’re not alone."
	},
	{
		"id": 89,
		"quote": "You’ll know it’s real when they love you not despite your past, but because they understand it helped shape you."
	},
	{
		"id": 90,
		"quote": "True love is when both people feel free to be fully themselves, no masks, no roles, just raw, real connection."
	},
	{
		"id": 91,
		"quote": "Love means seeing someone at their most unfiltered and still choosing to see the beauty in them."
	},
	{
		"id": 92,
		"quote": "The strongest relationships aren’t those without struggle, they’re the ones where both people stay and keep showing up."
	},
	{
		"id": 93,
		"quote": "You deserve a love that doesn’t make you feel like you’re asking for too much because you’re not."
	},
	{
		"id": 94,
		"quote": "Sometimes the most loving thing you can say is, ‘I’m here.’ No advice, no fixing. Just presence."
	},
	{
		"id": 95,
		"quote": "Love is in the effort. The returned messages, the thoughtful gestures, the way they prioritize your heart."
	},
	{
		"id": 96,
		"quote": "The right relationship will feel like alignment, not resistance. Like coming home to something familiar and warm."
	},
	{
		"id": 97,
		"quote": "When someone really loves you, they learn your love language not to manipulate, but to speak your heart fluently."
	},
	{
		"id": 98,
		"quote": "Love isn’t about avoiding discomfort, it’s about navigating it together, with patience and care."
	},
	{
		"id": 99,
		"quote": "A beautiful love story isn’t about perfection. It’s about two people choosing to keep writing the next chapter—together."
	},
	{
		"id": 100,
		"quote": "Love should never feel like a constant test. It should feel like safety, like encouragement, like peace."
	}
]