[
	{
		"id": 1,
		"category": "Relationships",
		"title": "Connection Over Perfection",
		"lesson": "Perfect people don’t exist. Look for connection instead. Find someone whose soul speaks your language, even if their grammar’s off. True relationships are built on shared glances, ugly laughs, deep talks, and daily effort—not filters and fantasies. You’ll know it’s right when it feels real, not flawless."
	},
	{
		"id": 2,
		"category": "Relationships",
		"title": "Love is a Daily Choice",
		"lesson": "Attraction starts it, but intention sustains it. Relationships aren’t always butterflies and movie scenes. They’re built in mundane mornings and small decisions to stay kind, honest, and present. You don’t fall in love once you choose to show up, even when it’s hard. That’s the quiet magic of real love."
	},
	{
		"id": 3,
		"category": "Relationships",
		"title": "Communication Saves Everything",
		"lesson": "Most issues aren’t dealbreakers, they’re misunderstandings. Say how you feel, even if your voice shakes. Don’t expect mind-reading. Healthy relationships are built on transparency, not guessing games. Talk when it’s awkward. Listen when it’s hard. Silence might feel easier, but clarity will always carry you further."
	},
	{
		"id": 4,
		"category": "Relationships",
		"title": "Growth Can Be a Team Sport",
		"lesson": "You don’t have to heal alone. A good partner doesn’t fix you, but they’ll sit with you in the dark and hand you a flashlight. The right relationships hold space for growth, both yours and theirs. You rise together, messy, evolving, real. And that’s what makes it beautiful."
	},
	{
		"id": 5,
		"category": "Relationships",
		"title": "Fights Don’t Mean Failure",
		"lesson": "Arguments happen. They don’t mean the love is broken, they mean you’re human. What matters is how you fight. Are you listening? Learning? Still respecting each other when emotions flare? Conflict can be constructive if both hearts are still rooted in care. It's not about winning, it's about understanding."
	},
	{
		"id": 6,
		"category": "Relationships",
		"title": "Compatibility is More Than Chemistry",
		"lesson": "Butterflies fade. What remains is how you handle stress together, how values align, how you treat each other in silence. Long-term love isn’t just sparked, it’s sustained. Choose someone whose peace matches your chaos, whose goals complement your grind. Compatibility doesn’t always sizzle, but it lasts."
	},
	{
		"id": 7,
		"category": "Relationships",
		"title": "Boundaries Protect, Not Punish",
		"lesson": "Saying ‘no’ doesn’t make you cold. It makes you clear. Boundaries don’t push love away, they show you what’s required for love to grow. Respect starts with self-respect. If someone resents your limits, they were benefiting from your lack of them. Protect your peace. Real love understands the need for space."
	},
	{
		"id": 8,
		"category": "Relationships",
		"title": "Small Things Are the Big Things",
		"lesson": "It’s not the grand gestures, it’s the texts that say ‘made it safe,’ the coffee made just right, the way they remember what matters to you. Real relationships are found in the daily details. Consistency beats intensity. Love isn’t just said, it’s shown, quietly, often, and without needing applause."
	},
	{
		"id": 9,
		"category": "Relationships",
		"title": "Healing Isn’t Your Partner’s Job",
		"lesson": "They can love you through it, but they can’t do it for you. Your wounds are your responsibility. Don’t bleed on someone who didn’t cut you. Heal so you can love from fullness, not fear. The healthiest relationships happen between two people who’ve done their own inner work."
	},
	{
		"id": 10,
		"category": "Relationships",
		"title": "Jealousy Signals, Not Truth",
		"lesson": "It’s normal to feel jealousy but it’s also a mirror. What are you afraid of? What needs haven’t been voiced? Don’t punish your partner for your insecurities. Address the root. Trust and communication turn jealousy into deeper connection. Don’t let unspoken fear ruin what love is building."
	},
	{
		"id": 11,
		"category": "Relationships",
		"title": "You Teach People How to Treat You",
		"lesson": "Your standards set the tone. What you tolerate becomes the blueprint. Speak up when something hurts, even if it’s uncomfortable. The right person won’t just hear you, they’ll adjust. The wrong one won’t. Silence protects no one. Teach with your voice, not your silence."
	},
	{
		"id": 12,
		"category": "Relationships",
		"title": "They’re Not You, Stop Expecting That",
		"lesson": "Just because you’d never do something doesn’t mean they won’t. People love differently, process differently, and show up in their own way. Expectations ruin good things. Learn to appreciate their efforts, not mold them into yours. Understand the person in front of you not just the version in your head."
	},
	{
		"id": 13,
		"category": "Relationships",
		"title": "Alone Time Keeps Love Alive",
		"lesson": "You’re still individuals. Constant togetherness doesn’t equal closeness. Time apart lets you recharge, reflect, and bring fresh energy to the relationship. Space isn’t distance—it’s oxygen. Love shouldn’t suffocate. The healthiest connections breathe between moments of solitude and togetherness, in rhythm not restraint."
	},
	{
		"id": 14,
		"category": "Relationships",
		"title": "Leave When Love Turns Heavy",
		"lesson": "Love shouldn’t feel like a weight. If it drains you more than it fills you, it’s time to reevaluate. You’re not required to stay where peace is absent. Walk away with love, not resentment. Choosing yourself doesn’t mean you failed—it means you remembered your worth."
	},
	{
		"id": 15,
		"category": "Relationships",
		"title": "Support is a Love Language",
		"lesson": "It’s not always about saying ‘I love you.’ Sometimes it’s cheering them on when they doubt themselves. Showing up to their big day. Asking about their dream like it’s your own. Love shows up loudest when it supports, not just when it speaks. Be their peace and their cheerleader."
	},
	{
		"id": 16,
		"category": "Relationships",
		"title": "It’s Okay to Outgrow People",
		"lesson": "Not every relationship is meant to last forever. Some were chapters, not lifetimes. If you’ve changed and they haven’t, let that be okay. Growth sometimes means leaving people behind—not with hate, but with love. It’s not betrayal. It’s evolution. Wish them well, and move on lighter."
	},
	{
		"id": 17,
		"category": "Relationships",
		"title": "Affection Isn’t Optional",
		"lesson": "Touch, words, eye contact, they matter. Love needs to be felt, not just assumed. Don’t get so used to each other that you forget to show each other. Even small gestures go a long way. Affection reminds your person, ‘I still choose you. Today. Always.’"
	},
	{
		"id": 18,
		"category": "Relationships",
		"title": "You Can Be Right or You Can Be Close",
		"lesson": "Sometimes your ego wants to win—but your heart just wants peace. Arguments don’t need a victor. They need resolution. Choose closeness over being right. Apologize first. Listen longer. Pride might win the battle, but humility wins the connection. Love grows when you fight for each other, not against."
	},
	{
		"id": 19,
		"category": "Relationships",
		"title": "Check-In Before You Check Out",
		"lesson": "Don’t leave without trying. Before walking away, ask the hard questions. Have the honest talks. Sometimes people don’t know you’re unhappy until it’s too late. Speak up. Express needs. Try repair before retreat. If it still hurts after effort, leave but let them know why you did."
	},
	{
		"id": 20,
		"category": "Relationships",
		"title": "The Right Relationship Feels Safe",
		"lesson": "Not perfect. Not always passionate. But safe. You’re allowed to be flawed, honest, growing and still loved. You’re not walking on eggshells. You’re heard, held, and home. That’s real love. It may not always be thrilling, but it’s deeply secure. And that kind of peace is priceless."
	}
]