[
	{
		"id": 1,
		"quote": "Sometimes the hardest part isn’t the sadness itself, but pretending every day that you’re okay when your heart is quietly breaking."
	},
	{
		"id": 2,
		"quote": "You can be surrounded by people and still feel completely alone when no one truly sees what you’re going through."
	},
	{
		"id": 3,
		"quote": "There are moments when you don’t even know why you’re crying, you just feel an ache that words can’t explain."
	},
	{
		"id": 4,
		"quote": "Sadness is waking up and feeling tired of life, not because you want to quit, but because it’s been too heavy for too long."
	},
	{
		"id": 5,
		"quote": "It hurts when you give everything you have and it still isn’t enough to make someone stay."
	},
	{
		"id": 6,
		"quote": "Grief isn’t always loud. Sometimes it whispers in the quiet of the night, long after the world has moved on."
	},
	{
		"id": 7,
		"quote": "The worst kind of sadness is feeling invisible in a room full of people you thought cared."
	},
	{
		"id": 8,
		"quote": "Sometimes the biggest smile hides the most pain and the loudest laughter masks the deepest sorrow."
	},
	{
		"id": 9,
		"quote": "You don’t always cry when you’re sad. Sometimes you just go numb, because feeling it would hurt too much."
	},
	{
		"id": 10,
		"quote": "It’s a different kind of heartbreak when you realize someone was never who you thought they were."
	},
	{
		"id": 11,
		"quote": "Sadness teaches you how deep love can go and how empty it feels when it’s gone."
	},
	{
		"id": 12,
		"quote": "There are days when getting out of bed feels like climbing a mountain with no summit in sight."
	},
	{
		"id": 13,
		"quote": "Being sad doesn’t always come from something huge. Sometimes, it’s the little things that break you slowly."
	},
	{
		"id": 14,
		"quote": "You can miss someone so deeply that it feels like a part of you is always waiting for them to come back."
	},
	{
		"id": 15,
		"quote": "It’s heartbreaking when you start to forget the sound of someone’s voice who once meant the world to you."
	},
	{
		"id": 16,
		"quote": "People assume you're strong because you don’t show your pain but inside, you're screaming for someone to notice."
	},
	{
		"id": 17,
		"quote": "Some sadness doesn’t go away, it just learns how to live quietly inside you."
	},
	{
		"id": 18,
		"quote": "Losing someone doesn’t just hurt once, it echoes through every part of your life, again and again."
	},
	{
		"id": 19,
		"quote": "Sadness is feeling disconnected from everything you once loved, and not knowing how to get it back."
	},
	{
		"id": 20,
		"quote": "You tell yourself you're fine so many times, you start to believe the lie until it crumbles under the weight of your silence."
	},
	{
		"id": 21,
		"quote": "Sometimes the people who seem the happiest are carrying the heaviest pain in their hearts."
	},
	{
		"id": 22,
		"quote": "Sadness isn’t weakness, it’s the soul’s way of saying ‘I’ve been holding too much for too long.’"
	},
	{
		"id": 23,
		"quote": "The hardest part about being sad is not knowing how to ask for help, even when you need it the most."
	},
	{
		"id": 24,
		"quote": "You learn to fake smiles, to laugh on cue, to be ‘okay’ but inside, you're just trying to make it to tomorrow."
	},
	{
		"id": 25,
		"quote": "It’s painful when people expect you to be over something that still haunts your heart every day."
	},
	{
		"id": 26,
		"quote": "Sadness lingers in the quiet places, between breaths, in memories, in the spaces where love used to live."
	},
	{
		"id": 27,
		"quote": "Some goodbyes aren’t loud or final, they’re slow disappearances that leave you wondering when it all changed."
	},
	{
		"id": 28,
		"quote": "It hurts when you realize you were more loyal to someone than they ever were to you."
	},
	{
		"id": 29,
		"quote": "There’s a particular kind of loneliness in watching the world move on while you’re still stuck in yesterday’s pain."
	},
	{
		"id": 30,
		"quote": "You try to distract yourself, to stay busy, to move forward but your heart keeps circling back to what you lost."
	},
	{
		"id": 31,
		"quote": "Sometimes the tears don’t fall, but your soul is still weeping for what it can't have."
	},
	{
		"id": 32,
		"quote": "It's crushing when you give someone your heart and they treat it like it was disposable."
	},
	{
		"id": 33,
		"quote": "You keep hoping they’ll notice you’re not okay but everyone’s too busy to see the cracks in your smile."
	},
	{
		"id": 34,
		"quote": "Sadness is carrying a thousand unspoken thoughts, afraid they’ll be too much for anyone to hear."
	},
	{
		"id": 35,
		"quote": "You start to wonder if maybe you expect too much or if people just give too little."
	},
	{
		"id": 36,
		"quote": "Some pain doesn’t ask for permission, it just moves in and makes itself at home."
	},
	{
		"id": 37,
		"quote": "There’s an ache in knowing things can never go back to the way they used to be."
	},
	{
		"id": 38,
		"quote": "It’s hard to heal in the same environment that made you sick but harder to leave what you still love."
	},
	{
		"id": 39,
		"quote": "You reach a point where you stop talking about it because no one really listens anymore."
	},
	{
		"id": 40,
		"quote": "Sadness is when even the things that used to make you happy start to feel distant and dull."
	},
	{
		"id": 41,
		"quote": "It’s hard when your heart remembers what your mind is trying to forget."
	},
	{
		"id": 42,
		"quote": "Sometimes you outgrow people not because you stopped loving them but because they stopped growing with you."
	},
	{
		"id": 43,
		"quote": "You don’t always cry when you’re hurting, sometimes you just sit in silence, hoping it’ll pass."
	},
	{
		"id": 44,
		"quote": "It hurts when someone makes you feel like you’re hard to love, when all you ever gave was your best."
	},
	{
		"id": 45,
		"quote": "You pretend it doesn’t matter, but deep down you wish they had fought harder to keep you."
	},
	{
		"id": 46,
		"quote": "Sadness doesn’t mean you're broken, it means you’ve loved deeply enough to feel the loss."
	},
	{
		"id": 47,
		"quote": "It’s painful when you start to feel like you’re just an option in someone else’s life."
	},
	{
		"id": 48,
		"quote": "The scariest part about sadness is how easily it convinces you that you're alone even when you're not."
	},
	{
		"id": 49,
		"quote": "Some nights, your only comfort is knowing the morning will come, even if it doesn’t feel any lighter."
	},
	{
		"id": 50,
		"quote": "Sadness teaches you patience, silence, and strength but it also steals pieces of your joy along the way."
	},
	{
		"id": 51,
		"quote": "The hardest goodbyes are the ones you never got to say, the ones that live forever in your heart."
	},
	{
		"id": 51,
		"quote": "Healing isn’t linear. Some days you’ll feel okay, and others you’ll feel like you’re back at the start and that’s okay."
	},
	{
		"id": 52,
		"quote": "The hardest part about moving on is realizing the person you miss isn’t the person they really were."
	},
	{
		"id": 53,
		"quote": "There’s a kind of sadness that creeps in when your heart no longer believes the good things people say to you."
	},
	{
		"id": 54,
		"quote": "Some pain stays with you not because you want it to, but because it became part of how you learned to survive."
	},
	{
		"id": 55,
		"quote": "It’s sad when you realize the memories are the only thing holding you to someone who’s no longer holding on to you."
	},
	{
		"id": 56,
		"quote": "You tell people you’re tired, but what you really mean is you’re emotionally exhausted from pretending to be fine."
	},
	{
		"id": 57,
		"quote": "Sadness doesn’t always look like tears, it often hides behind overthinking, silence, and a fake smile."
	},
	{
		"id": 58,
		"quote": "It’s heartbreaking when someone makes you feel like your love was a burden they couldn’t carry."
	},
	{
		"id": 59,
		"quote": "You start to forget how it feels to be truly happy when sadness becomes your daily companion."
	},
	{
		"id": 60,
		"quote": "It’s painful to watch someone change into someone you don’t even recognize anymore."
	},
	{
		"id": 61,
		"quote": "Some nights your thoughts get so loud making it impossible to sleep, your mind keeps replaying everything you wish you could forget."
	},
	{
		"id": 62,
		"quote": "Sadness is learning to live without someone you thought you couldn’t live without."
	},
	{
		"id": 63,
		"quote": "Sometimes you miss not just the person, but the version of yourself that existed when they were in your life."
	},
	{
		"id": 64,
		"quote": "You can love someone deeply and still have to walk away because staying would destroy you."
	},
	{
		"id": 65,
		"quote": "The hardest part is when people expect you to be the same after your heart has been broken into pieces."
	},
	{
		"id": 66,
		"quote": "Sadness is realizing that someone you once trusted with your soul now feels like a stranger."
	},
	{
		"id": 67,
		"quote": "You try to fill the emptiness with distractions, but nothing truly replaces what was lost."
	},
	{
		"id": 68,
		"quote": "Some people leave, not with a bang, but with silence that echoes louder than any goodbye."
	},
	{
		"id": 69,
		"quote": "You begin to doubt your worth when the people you love don’t treat you like you matter."
	},
	{
		"id": 70,
		"quote": "There’s a sadness that comes from not knowing if you ever truly mattered to someone."
	},
	{
		"id": 71,
		"quote": "Sometimes the weight isn’t what happened, it’s carrying the pain alone, pretending it didn’t break you."
	},
	{
		"id": 72,
		"quote": "It’s hard to be hopeful when your heart is tired of being disappointed over and over."
	},
	{
		"id": 73,
		"quote": "You want to let go, but your heart keeps holding onto a future that no longer exists."
	},
	{
		"id": 74,
		"quote": "Sadness is looking in the mirror and not recognizing the person staring back at you."
	},
	{
		"id": 75,
		"quote": "The pain of being misunderstood can cut deeper than being ignored."
	},
	{
		"id": 76,
		"quote": "Sometimes you stop reaching out, not because you don’t care, but because you’re tired of always being the one who tries."
	},
	{
		"id": 77,
		"quote": "It’s a quiet kind of heartbreak when someone fades out of your life without explanation."
	},
	{
		"id": 78,
		"quote": "You tell yourself you’re okay, but deep down, you just want someone to prove that they care enough to ask again."
	},
	{
		"id": 79,
		"quote": "Some days you don’t want to be strong, you just want someone to hold you and say, ‘It’s okay to not be okay.’"
	},
	{
		"id": 80,
		"quote": "Sadness is when you feel like your heart is breaking for no reason, but deep down, you know it’s from all the little things you never addressed."
	},
	{
		"id": 81,
		"quote": "The worst part about sadness is feeling like you’re not allowed to feel it."
	},
	{
		"id": 82,
		"quote": "You begin to accept that some people will never apologize, and you’ll have to find peace anyway."
	},
	{
		"id": 83,
		"quote": "Sadness is loving someone so much that even their absence feels like a presence."
	},
	{
		"id": 84,
		"quote": "Sometimes the hardest thing is having to explain your sadness to people who’ve never felt it that deeply."
	},
	{
		"id": 85,
		"quote": "It’s not just losing someone, it’s losing all the plans, the dreams, and the hope that came with them."
	},
	{
		"id": 86,
		"quote": "The scariest thing about being sad is how normal it starts to feel."
	},
	{
		"id": 87,
		"quote": "You keep waiting for the closure that never comes, hoping that maybe someday it will hurt less."
	},
	{
		"id": 88,
		"quote": "Sadness is a weight you carry every day, hoping that one day you’ll wake up and feel a little lighter."
	},
	{
		"id": 89,
		"quote": "You start to feel like a burden when no one checks in anymore."
	},
	{
		"id": 90,
		"quote": "There’s a kind of heartbreak that lingers in the moments you don’t expect in a song, a smell, or a familiar place."
	},
	{
		"id": 91,
		"quote": "It’s painful when you’re the one who remembers everything, while the other person has already moved on."
	},
	{
		"id": 92,
		"quote": "Sadness is knowing you gave your all and still ended up empty."
	},
	{
		"id": 93,
		"quote": "You want to talk about it, but you fear you’ll sound dramatic or broken so you stay quiet and suffer alone."
	},
	{
		"id": 94,
		"quote": "Sometimes your heart hurts so much, it’s hard to remember what happiness even feels like."
	},
	{
		"id": 95,
		"quote": "You pretend to be okay for so long, you forget what it feels like to be honest about your pain."
	},
	{
		"id": 96,
		"quote": "It hurts when you care so deeply, but they treat your feelings like they’re disposable."
	},
	{
		"id": 97,
		"quote": "Sadness is being emotionally drained but still showing up because life doesn’t pause for pain."
	},
	{
		"id": 98,
		"quote": "There’s an ache in knowing that someone you once couldn’t live without barely thinks of you now."
	},
	{
		"id": 99,
		"quote": "You begin to question everything about yourself when someone walks away without a reason."
	},
	{
		"id": 100,
		"quote": "Sadness is carrying memories that once brought joy, now heavy with grief."
	}
]