[
	{
		"id": 1,
		"quote": "You are not a project that needs fixing. You are a masterpiece already in progress, learning, healing, and growing every single day."
	},
	{
		"id": 2,
		"quote": "Loving yourself isn't arrogance, it's survival. It's choosing to believe you're worthy, even when the world tells you otherwise."
	},
	{
		"id": 3,
		"quote": "You are enough. Not when you lose the weight, not when you get the job right now, as you are, you are enough."
	},
	{
		"id": 4,
		"quote": "Self-love isn’t bubble baths and chocolate every day. It’s setting boundaries, forgiving yourself, and showing up anyway."
	},
	{
		"id": 5,
		"quote": "You don’t need to earn rest or joy. You deserve it simply because you exist. That’s the power of self-love."
	},
	{
		"id": 6,
		"quote": "There is power in standing up for yourself even when it’s uncomfortable. Especially when it’s uncomfortable."
	},
	{
		"id": 7,
		"quote": "The way you talk to yourself matters. Be gentle. Be kind. You’re listening, even when you don’t realize it."
	},
	{
		"id": 8,
		"quote": "Healing begins the moment you stop apologizing for who you are and start embracing who you’re becoming."
	},
	{
		"id": 9,
		"quote": "You are not broken. You are a person who has been through storms and still chooses to bloom."
	},
	{
		"id": 10,
		"quote": "Self-love is not about ignoring your flaws; it’s about loving yourself in spite of them, and sometimes because of them."
	},
	{
		"id": 11,
		"quote": "You’re allowed to take up space. You’re allowed to speak your truth. Your presence matters more than you know."
	},
	{
		"id": 12,
		"quote": "You can love others more fully when your own cup is full. Pour into yourself first without guilt."
	},
	{
		"id": 13,
		"quote": "Stop waiting for someone to validate your worth. Look in the mirror and see it for yourself, it’s always been there."
	},
	{
		"id": 14,
		"quote": "There’s nothing selfish about self-love. You are your longest commitment treat yourself with care and respect."
	},
	{
		"id": 15,
		"quote": "Celebrate your small wins. They’re not small if they moved you forward, no matter how slowly."
	},
	{
		"id": 16,
		"quote": "Your inner critic isn’t the truth-teller. Tune into the quieter voice, the one cheering you on."
	},
	{
		"id": 17,
		"quote": "You were never meant to fit into someone else’s mold. You were made to be uniquely, beautifully you."
	},
	{
		"id": 18,
		"quote": "You are not behind in life. There’s no timeline for healing, growth, or joy. Walk at your own pace."
	},
	{
		"id": 19,
		"quote": "Choose yourself, again and again. It’s not betrayal, it’s honoring your own journey and peace."
	},
	{
		"id": 20,
		"quote": "You can hold grief and gratitude in the same hands. That’s the beautiful complexity of self-love."
	},
	{
		"id": 21,
		"quote": "You’ve survived 100% of your worst days. That’s not weakness, that’s strength woven in resilience."
	},
	{
		"id": 22,
		"quote": "Loving yourself doesn’t mean you’re always confident. It means you keep showing up, even when it’s hard."
	},
	{
		"id": 23,
		"quote": "Your past doesn’t define you. The way you choose to love yourself now does."
	},
	{
		"id": 24,
		"quote": "Being soft with yourself in a harsh world is a quiet kind of rebellion. One worth choosing daily."
	},
	{
		"id": 25,
		"quote": "You deserve love that doesn’t hurt. Start with your own."
	},
	{
		"id": 26,
		"quote": "Forgive yourself for the things you didn’t know before you learned them. That’s how growth works."
	},
	{
		"id": 27,
		"quote": "You can be both a masterpiece and a work in progress at the same time. There’s no contradiction."
	},
	{
		"id": 28,
		"quote": "Stop shrinking yourself to make others comfortable. You weren’t born to be small."
	},
	{
		"id": 29,
		"quote": "Your worth isn’t tied to your productivity. You are valuable simply because you are alive."
	},
	{
		"id": 30,
		"quote": "Let go of comparison, it’s a thief of peace and a liar about worth. No one else gets to be you."
	},
	{
		"id": 31,
		"quote": "You can start over at any moment. That’s the gift of self-love, it doesn’t expire or judge."
	},
	{
		"id": 32,
		"quote": "It’s okay to outgrow people, places, and even versions of yourself. That’s what healing looks like."
	},
	{
		"id": 33,
		"quote": "You are not too much. You are just enough for the right people and always enough for yourself."
	},
	{
		"id": 34,
		"quote": "Silencing your needs for the sake of peace isn’t love, it’s abandonment. Love yourself enough to speak up."
	},
	{
		"id": 35,
		"quote": "Your scars are not shameful, they’re proof you fought, you survived, and you’re still standing."
	},
	{
		"id": 36,
		"quote": "It’s okay to be proud of how far you’ve come, even if you’re not where you want to be yet."
	},
	{
		"id": 37,
		"quote": "Take a deep breath. You’re allowed to rest. Your worth doesn’t vanish when you pause."
	},
	{
		"id": 38,
		"quote": "Self-love is asking yourself what you need and actually listening to the answer."
	},
	{
		"id": 39,
		"quote": "The way you love yourself teaches others how to treat you. Set the tone with compassion and care."
	},
	{
		"id": 40,
		"quote": "Your sensitivity is not a flaw. It’s your superpower. Honor it."
	},
	{
		"id": 41,
		"quote": "Growth is uncomfortable, but so is staying stuck. Choose your discomfort wisely."
	},
	{
		"id": 42,
		"quote": "You’re allowed to say no without explaining. Boundaries are self-respect in action."
	},
	{
		"id": 43,
		"quote": "You don’t have to hustle for your worth. You were born with it stamped on your soul."
	},
	{
		"id": 44,
		"quote": "There’s courage in choosing joy after pain. That choice is self-love in its rawest form."
	},
	{
		"id": 45,
		"quote": "Don’t abandon yourself for the sake of keeping others. You deserve your own loyalty first."
	},
	{
		"id": 46,
		"quote": "It’s okay if healing doesn’t look like a straight line. Progress is still progress, even in zigzags."
	},
	{
		"id": 47,
		"quote": "You matter. Not because of what you do for others but because you exist beautifully and brilliantly."
	},
	{
		"id": 48,
		"quote": "Self-love is a daily choice, not a destination. Keep choosing you, again and again."
	},
	{
		"id": 49,
		"quote": "Be as kind to yourself as you are to the people you love. You’re just as deserving."
	},
	{
		"id": 50,
		"quote": "You are not your mistakes. You are the grace you offer yourself after making them."
	},
	{
		"id": 51,
		"quote": "You can bloom in your own season. Don’t rush your growth just to keep up with someone else’s timeline."
	},
	{
		"id": 52,
		"quote": "The mirror doesn’t define you. Look deeper, your worth lives in your heart, not your reflection."
	},
	{
		"id": 53,
		"quote": "Sometimes self-love means walking away, even when your heart still lingers. Peace over chaos, always."
	},
	{
		"id": 54,
		"quote": "Don’t just survive—thrive. You weren’t born to barely make it through. You deserve joy, ease, and celebration."
	},
	{
		"id": 55,
		"quote": "It’s okay to be a work in progress. Progress is still beautiful, still powerful, still worthy."
	},
	{
		"id": 56,
		"quote": "You are not difficult to love. The right people will meet you where you are, start by meeting yourself there first."
	},
	{
		"id": 57,
		"quote": "Your energy is sacred. Not everyone deserves access to it. Protect your peace unapologetically."
	},
	{
		"id": 58,
		"quote": "The fact that you’re still trying, still healing, still showing up is heroic. Don’t minimize that."
	},
	{
		"id": 59,
		"quote": "You don’t need to do more or be more to deserve love. You just need to remember: you already are enough."
	},
	{
		"id": 60,
		"quote": "Say kind things to yourself. Your soul listens. Your words shape your reality more than you know."
	},
	{
		"id": 61,
		"quote": "Sometimes the bravest thing you can do is choose rest instead of pushing through. You are not a machine."
	},
	{
		"id": 62,
		"quote": "Stop measuring your worth by how much you’re needed. You matter, even in your quietest, most unproductive moments."
	},
	{
		"id": 63,
		"quote": "You can rewrite your story at any time. The pen is in your hand. Self-love starts with permission to change."
	},
	{
		"id": 64,
		"quote": "There’s power in solitude. Being alone doesn’t mean being unworthy, it can be where your truest self is heard."
	},
	{
		"id": 65,
		"quote": "You’re not behind, you’re just beginning a different chapter. Give yourself grace for walking a unique path."
	},
	{
		"id": 66,
		"quote": "You don’t owe anyone a diluted version of yourself. Be bold, be bright, be fully you."
	},
	{
		"id": 67,
		"quote": "Self-love is when you stop seeking approval and start honoring your truth, even when it’s uncomfortable."
	},
	{
		"id": 68,
		"quote": "Your intuition is your soul’s language. Trust it. You already have the wisdom you need within you."
	},
	{
		"id": 69,
		"quote": "Taking care of yourself isn’t a luxury, it’s a necessity. You deserve that care every single day."
	},
	{
		"id": 70,
		"quote": "You have the right to evolve, to outgrow, and to redefine who you are. Don’t stay small to keep the peace."
	},
	{
		"id": 71,
		"quote": "Perfection is a myth. You’re allowed to be messy and magnificent all at once."
	},
	{
		"id": 72,
		"quote": "The people who truly love you won’t be intimidated by your boundaries. They’ll honor them."
	},
	{
		"id": 73,
		"quote": "Don’t wait for a crisis to start loving yourself. Make it a daily devotion."
	},
	{
		"id": 74,
		"quote": "Your value doesn’t decrease when someone doesn’t see it. Keep shining, even when they’re looking away."
	},
	{
		"id": 75,
		"quote": "Be proud of yourself for how far you’ve come, even if no one else claps. Your journey is yours to celebrate."
	},
	{
		"id": 76,
		"quote": "You deserve to be loved by someone who sees your soul and still chooses you. Let that person start with you."
	},
	{
		"id": 77,
		"quote": "Don’t settle for crumbs. You are worthy of the whole damn cake and you don’t have to beg for it."
	},
	{
		"id": 78,
		"quote": "Your pain doesn’t make you unlovable. It makes you human. Be gentle with your healing heart."
	},
	{
		"id": 79,
		"quote": "Be your own safe space. Let your inner voice be the one that nurtures, not criticizes."
	},
	{
		"id": 80,
		"quote": "You’re allowed to change your mind, your goals, your dreams. Growth isn’t betrayal, it’s transformation."
	},
	{
		"id": 81,
		"quote": "Honor your needs without guilt. Self-sacrifice is not a badge of love, it’s a recipe for resentment."
	},
	{
		"id": 82,
		"quote": "You are not too emotional, too sensitive, or too intense. You feel deeply and that’s a rare and radiant gift."
	},
	{
		"id": 83,
		"quote": "When you stop chasing approval, you make room for authenticity. That’s where true peace lives."
	},
	{
		"id": 84,
		"quote": "You get to set the standard for how people treat you. Show them how it’s done by treating yourself with love first."
	},
	{
		"id": 85,
		"quote": "Not everyone will understand your self-love journey. That’s okay—it wasn’t made for them, it was made for you."
	},
	{
		"id": 86,
		"quote": "The person you’re becoming is worth the discomfort of leaving behind who you used to be."
	},
	{
		"id": 87,
		"quote": "Joy doesn’t have to be earned. You’re allowed to feel good, even on the days you didn’t ‘do enough.’"
	},
	{
		"id": 88,
		"quote": "You deserve softness, even if the world taught you to be hard. Give yourself the gentleness you crave."
	},
	{
		"id": 89,
		"quote": "Self-love is looking in the mirror and saying, 'I’m proud of you,' even when you’re still figuring it all out."
	},
	{
		"id": 90,
		"quote": "You are not a burden. Your emotions, your struggles, your healing journey, they are valid and important."
	},
	{
		"id": 91,
		"quote": "You don’t need permission to love yourself. You only need to remember that you’re already worthy of it."
	},
	{
		"id": 92,
		"quote": "You were never meant to live life from a place of shame. Love yourself fiercely because you’ve earned it."
	},
	{
		"id": 93,
		"quote": "Every time you choose peace over pleasing others, you’re honoring the deepest parts of yourself."
	},
	{
		"id": 94,
		"quote": "Your dreams matter. Don’t shrink them to fit someone else’s vision. Let them expand with your love."
	},
	{
		"id": 95,
		"quote": "Healing isn’t linear. Some days self-love looks like thriving. Other days, it’s just surviving and both count."
	},
	{
		"id": 96,
		"quote": "Loving yourself may feel uncomfortable at first, but it gets easier. Eventually, it becomes second nature."
	},
	{
		"id": 97,
		"quote": "The journey back to yourself isn’t always easy, but it’s the most important one you’ll ever take."
	},
	{
		"id": 98,
		"quote": "Let your love for yourself be louder than your fear. That’s how you take back your power."
	},
	{
		"id": 99,
		"quote": "You are worthy. Not tomorrow. Not when you’re better. Not when you’re perfect. Right now."
	},
	{
		"id": 100,
		"quote": "When you embrace your whole self light and shadow, you step into real, raw, lasting love."
	}
]