[
	{
		"id": 1,
		"quote": "Time doesn’t rush, but it never stops. The moments you waste won’t wait for you to catch up."
	},
	{
		"id": 2,
		"quote": "There is no such thing as the perfect time, just the time you choose to begin."
	},
	{
		"id": 3,
		"quote": "Time is a quiet teacher. It reveals truths, softens wounds, and gives clarity to what once felt chaotic."
	},
	{
		"id": 4,
		"quote": "You can’t rewind time, but you can use the present to create a better story moving forward."
	},
	{
		"id": 5,
		"quote": "The way you spend your time is the clearest reflection of what truly matters to you."
	},
	{
		"id": 6,
		"quote": "Don’t let time pass while you wait for the courage to start. The courage comes in the doing."
	},
	{
		"id": 7,
		"quote": "Time has a way of humbling us, healing us, and helping us grow—even when we don’t realize it."
	},
	{
		"id": 8,
		"quote": "You can’t control time, but you can choose how much of it you give to what drains or builds you."
	},
	{
		"id": 9,
		"quote": "Time is not your enemy, it’s your mirror. How you use it shapes who you become."
	},
	{
		"id": 10,
		"quote": "Some of the best decisions are the ones you make after giving yourself time to think, feel, and reflect."
	},
	{
		"id": 11,
		"quote": "Time isn’t wasted when it’s spent healing, resting, or rediscovering your worth."
	},
	{
		"id": 12,
		"quote": "We often underestimate what time can heal and overestimate what it will change without our effort."
	},
	{
		"id": 13,
		"quote": "What you do consistently with your time is what transforms your life, not what you do occasionally."
	},
	{
		"id": 14,
		"quote": "Time is not just about hours and minutes. It’s about energy, attention, and presence."
	},
	{
		"id": 15,
		"quote": "You will never ‘find’ time, you must make it. For joy. For healing. For yourself."
	},
	{
		"id": 16,
		"quote": "Some seasons require you to be patient while time rearranges things for your growth."
	},
	{
		"id": 17,
		"quote": "Time may not erase the past, but it gives you room to outgrow it."
	},
	{
		"id": 18,
		"quote": "It’s not about how much time you have, it’s about how intentionally you use it."
	},
	{
		"id": 19,
		"quote": "Time spent on your well-being is never wasted. It’s an investment in everything else you do."
	},
	{
		"id": 20,
		"quote": "Every second you delay your dreams is a moment you could’ve used to build them."
	},
	{
		"id": 21,
		"quote": "Time doesn’t wait for clarity. Start with confusion, and clarity will come."
	},
	{
		"id": 22,
		"quote": "The most meaningful parts of life happen in the small, often overlooked moments. Don’t rush past them."
	},
	{
		"id": 23,
		"quote": "Time is not meant to be managed, it’s meant to be honored, savored, and respected."
	},
	{
		"id": 24,
		"quote": "You can’t outwork time, but you can align with it by showing up every day with intention."
	},
	{
		"id": 25,
		"quote": "Time heals, but only if you give it space and stop picking at the wounds."
	},
	{
		"id": 26,
		"quote": "Spend your time in ways that bring you closer to who you want to be, not just what you want to do."
	},
	{
		"id": 27,
		"quote": "Time reveals what’s real. Who stays. What lasts. What truly matters."
	},
	{
		"id": 28,
		"quote": "Don’t spend so much time looking ahead that you forget to live the moment you’re in."
	},
	{
		"id": 29,
		"quote": "You have the same 24 hours as everyone else. What you do with them defines your path."
	},
	{
		"id": 30,
		"quote": "Time has a gentle way of making us appreciate what we once took for granted."
	},
	{
		"id": 31,
		"quote": "You can always make more money, but you can never make more time. Choose wisely."
	},
	{
		"id": 32,
		"quote": "Your relationship with time changes when you realize it’s the one thing you can’t get back."
	},
	{
		"id": 33,
		"quote": "Stop waiting for the ‘right time.’ It’s already here, this moment is your opportunity."
	},
	{
		"id": 34,
		"quote": "Time spent with the right people is never wasted, no matter how little you accomplish."
	},
	{
		"id": 35,
		"quote": "Let go of the guilt for needing time to rest. You are not a machine. You are human."
	},
	{
		"id": 36,
		"quote": "Time doesn’t speed up or slow down. It’s your awareness that shifts."
	},
	{
		"id": 37,
		"quote": "Don’t be so busy managing time that you forget to experience life."
	},
	{
		"id": 38,
		"quote": "Time is the canvas. Your choices are the paint. Create with care."
	},
	{
		"id": 39,
		"quote": "You won’t always feel ready, but time will move either way. Don’t let fear waste it."
	},
	{
		"id": 40,
		"quote": "The more present you are, the richer your experience of time becomes."
	},
	{
		"id": 41,
		"quote": "Rushing doesn’t create more time. It just creates more stress."
	},
	{
		"id": 42,
		"quote": "Don’t let a clock dictate your self-worth. Some things take time and that’s okay."
	},
	{
		"id": 43,
		"quote": "How you use your time reflects how you value yourself. Make room for what fills you."
	},
	{
		"id": 44,
		"quote": "Time invested in becoming who you want to be is never time lost."
	},
	{
		"id": 45,
		"quote": "Every hour is a building block. Choose how you stack them."
	},
	{
		"id": 46,
		"quote": "One moment can change everything. Be present for it."
	},
	{
		"id": 47,
		"quote": "Time is precious, not scarce. How you treat it determines your peace."
	},
	{
		"id": 48,
		"quote": "The best use of time is becoming more aligned with your truth."
	},
	{
		"id": 49,
		"quote": "Time doesn’t pressure you. Expectations do. Learn the difference."
	},
	{
		"id": 50,
		"quote": "How you spend your time reflects how much you believe your life matters."
	},
	{
		"id": 51,
		"quote": "You can’t stretch time, but you can stretch how much of yourself you put into each moment."
	},
	{
		"id": 52,
		"quote": "The clock is always ticking, but it’s your story that decides what those ticks mean."
	},
	{
		"id": 53,
		"quote": "Don’t measure your life by how fast you move, measure it by how deeply you live."
	},
	{
		"id": 54,
		"quote": "Sometimes the best thing you can do with your time is to simply breathe and exist."
	},
	{
		"id": 55,
		"quote": "Time won’t give you back what you’ve lost, but it offers you new chances to rebuild."
	},
	{
		"id": 56,
		"quote": "You won’t always be this busy, this confused, or this lost. Give it time growth is already happening."
	},
	{
		"id": 57,
		"quote": "Waiting isn’t wasting if the time is used to prepare for what’s next."
	},
	{
		"id": 58,
		"quote": "You don’t need more hours, you need better boundaries."
	},
	{
		"id": 59,
		"quote": "Time is a currency you spend every day. Spend it like it matters because it does."
	},
	{
		"id": 60,
		"quote": "When you slow down, time reveals details you missed while rushing."
	},
	{
		"id": 61,
		"quote": "Time teaches us that not everything needs fixing, some things just need accepting."
	},
	{
		"id": 62,
		"quote": "You are not running out of time, you are just learning how to use it more wisely."
	},
	{
		"id": 63,
		"quote": "Time helps us unlearn what no longer serves and rediscover what truly does."
	},
	{
		"id": 64,
		"quote": "If you’re always chasing tomorrow, you’ll miss the beauty of today."
	},
	{
		"id": 65,
		"quote": "Time reveals people’s priorities, watch where and how they invest it."
	},
	{
		"id": 66,
		"quote": "Time is a great revealer. It exposes truths that words try to hide."
	},
	{
		"id": 67,
		"quote": "You don’t need to fill every second. Some of the best growth happens in the pauses."
	},
	{
		"id": 68,
		"quote": "The most valuable thing you can give someone is your undivided time."
	},
	{
		"id": 69,
		"quote": "You deserve time to heal, to reflect, and to rest without explanation or guilt."
	},
	{
		"id": 70,
		"quote": "Time doesn’t fix everything, but it softens the edges and gives you perspective."
	},
	{
		"id": 71,
		"quote": "Don’t let your schedule steal your soul. Make time for what makes you feel alive."
	},
	{
		"id": 72,
		"quote": "Time isn’t only about productivity. It’s about purpose, presence, and peace."
	},
	{
		"id": 73,
		"quote": "When you say you ‘don’t have time,’ you might really mean you haven’t made it a priority."
	},
	{
		"id": 74,
		"quote": "Time spent on self-discovery always pays off sometimes in ways you never expected."
	},
	{
		"id": 75,
		"quote": "The longer you delay action, the louder regret becomes."
	},
	{
		"id": 76,
		"quote": "Time doesn’t wait for inspiration. Sometimes you must act and let inspiration catch up."
	},
	{
		"id": 77,
		"quote": "Use your time building the life you want—not explaining it to those who don’t understand."
	},
	{
		"id": 78,
		"quote": "You can't race your way to fulfillment. Slow, intentional time wins in the end."
	},
	{
		"id": 79,
		"quote": "There is magic in the mundane when you give it your full attention."
	},
	{
		"id": 80,
		"quote": "You don’t need to make up for lost time, you need to make the most of now."
	},
	{
		"id": 81,
		"quote": "Time doesn’t create pressure—expectations do. Release what’s not yours to carry."
	},
	{
		"id": 82,
		"quote": "Some days are for progress. Others are for presence. Both are time well spent."
	},
	{
		"id": 83,
		"quote": "Time spent worrying is time taken from doing. Let go and take the first step."
	},
	{
		"id": 84,
		"quote": "Your timeline isn’t behind. It’s just different and uniquely yours."
	},
	{
		"id": 85,
		"quote": "Don’t mourn time that’s gone. Use it to honor what it taught you."
	},
	{
		"id": 86,
		"quote": "When you respect your time, others learn to do the same."
	},
	{
		"id": 87,
		"quote": "A moment of stillness can be more powerful than hours of chaos."
	},
	{
		"id": 88,
		"quote": "Time reveals what hustle hides, your deepest needs, truths, and dreams."
	},
	{
		"id": 89,
		"quote": "Let time be a friend, not a judge. You're doing better than you think."
	},
	{
		"id": 90,
		"quote": "The most important appointment is the one you make with yourself every single day."
	},
	{
		"id": 91,
		"quote": "You are not late. You are learning exactly what you need at your pace."
	},
	{
		"id": 92,
		"quote": "Time gives every emotion its space. Honor them all without rushing through."
	},
	{
		"id": 93,
		"quote": "Use your time as a mirror, are your days reflecting who you want to be?"
	},
	{
		"id": 94,
		"quote": "Not every moment has to be optimized. Some are meant to be savored."
	},
	{
		"id": 95,
		"quote": "Give yourself permission to rest without earning it. Time to breathe is a right, not a reward."
	},
	{
		"id": 96,
		"quote": "Time amplifies whatever you commit to, choose your commitments with care."
	},
	{
		"id": 97,
		"quote": "The clock doesn’t define your success. The consistency of your effort does."
	},
	{
		"id": 98,
		"quote": "Time may not solve everything, but it gives you room to grow through anything."
	},
	{
		"id": 99,
		"quote": "There’s no perfect time to begin, only the courage to start anyway."
	},
	{
		"id": 100,
		"quote": "If you want to honor time, honor your life and live it with intent."
	}
]