[
	{
		"id": 1,
		"quote": "Wisdom isn’t found in knowing all the answers, it’s found in being brave enough to ask the hard questions."
	},
	{
		"id": 2,
		"quote": "Sometimes the wisest thing you can do is pause, breathe, and respond with patience instead of reacting with ego."
	},
	{
		"id": 3,
		"quote": "True wisdom isn’t loud, it’s quiet understanding, often gained through pain, silence, and deep reflection."
	},
	{
		"id": 4,
		"quote": "Wisdom grows when you stop trying to control everything and start trusting the flow of life."
	},
	{
		"id": 5,
		"quote": "It takes wisdom to realize that not every battle is worth your energy and not every opinion deserves a reply."
	},
	{
		"id": 6,
		"quote": "Wisdom is knowing the difference between giving up and knowing when you’ve given enough."
	},
	{
		"id": 7,
		"quote": "The wisest people are often the ones who’ve made the most mistakes and turned them into lessons."
	},
	{
		"id": 8,
		"quote": "You gain wisdom not by escaping discomfort, but by walking through it with open eyes and a willing heart."
	},
	{
		"id": 9,
		"quote": "Sometimes wisdom looks like not saying anything at all and letting silence speak for you."
	},
	{
		"id": 10,
		"quote": "Wisdom is learning how to sit with your emotions instead of running from them or numbing them away."
	},
	{
		"id": 11,
		"quote": "The older you get, the more you realize that wisdom often means unlearning what you were once so sure about."
	},
	{
		"id": 12,
		"quote": "Wisdom is choosing growth over comfort, even when the familiar path feels safer."
	},
	{
		"id": 13,
		"quote": "A wise heart listens before speaking and understands before judging."
	},
	{
		"id": 14,
		"quote": "Real wisdom is accepting people as they are, not as you wish they would be."
	},
	{
		"id": 15,
		"quote": "Wisdom is knowing that your peace is more valuable than proving a point."
	},
	{
		"id": 16,
		"quote": "Sometimes wisdom shows up as a quiet 'no' to things that don’t align with your soul."
	},
	{
		"id": 17,
		"quote": "Wise people know that healing isn’t linear and that progress is still progress, even when it’s messy."
	},
	{
		"id": 18,
		"quote": "Wisdom teaches you to look for the lesson in pain instead of just trying to escape it."
	},
	{
		"id": 19,
		"quote": "It takes wisdom to be kind in a world that can often be cruel and unforgiving."
	},
	{
		"id": 20,
		"quote": "Wisdom is trusting that not everything needs your reaction, some things just need your release."
	},
	{
		"id": 21,
		"quote": "The wise know when to let go not because they stopped caring, but because they started choosing peace."
	},
	{
		"id": 22,
		"quote": "Sometimes wisdom is knowing when to rest instead of pushing through just to feel productive."
	},
	{
		"id": 23,
		"quote": "Wisdom doesn’t demand attention, it simply moves in truth, even if no one notices."
	},
	{
		"id": 24,
		"quote": "It takes wisdom to realize that your worth isn’t tied to how much you do, but who you are."
	},
	{
		"id": 25,
		"quote": "Wisdom means finding beauty in the ordinary and meaning in the mundane."
	},
	{
		"id": 26,
		"quote": "Sometimes wisdom looks like walking away, not out of weakness but out of self-respect."
	},
	{
		"id": 27,
		"quote": "Wise people listen more than they speak and observe more than they judge."
	},
	{
		"id": 28,
		"quote": "Wisdom is the art of knowing what to overlook in a noisy world."
	},
	{
		"id": 29,
		"quote": "Real wisdom comes when you realize that peace is better than being right."
	},
	{
		"id": 30,
		"quote": "You don’t have to have it all figured out to be wise, you just have to be willing to keep learning."
	},
	{
		"id": 31,
		"quote": "Wisdom is knowing that forgiveness is for your healing, not their justification."
	},
	{
		"id": 32,
		"quote": "Wise people build boundaries, not walls and they know the difference."
	},
	{
		"id": 33,
		"quote": "Sometimes the wisest thing you can say is 'I don’t know, but I’m willing to learn.'"
	},
	{
		"id": 34,
		"quote": "Wisdom isn’t about age, it’s about awareness, empathy, and willingness to evolve."
	},
	{
		"id": 35,
		"quote": "It takes wisdom to know when to speak truth and when to let silence carry the message."
	},
	{
		"id": 36,
		"quote": "Wisdom is trusting timing, even when everything in you wants to rush the process."
	},
	{
		"id": 37,
		"quote": "A wise person doesn’t seek to win arguments, they seek to understand."
	},
	{
		"id": 38,
		"quote": "Wisdom is saying less, meaning more, and living in a way that makes peace louder than chaos."
	},
	{
		"id": 39,
		"quote": "The more wisdom you gain, the less you need to prove."
	},
	{
		"id": 40,
		"quote": "Wisdom means understanding that your triggers are your responsibility, not everyone else’s problem."
	},
	{
		"id": 41,
		"quote": "Sometimes wisdom is admitting you were wrong and choosing to grow from it."
	},
	{
		"id": 42,
		"quote": "Wisdom isn’t just what you know, it’s how you live with what you’ve learned."
	},
	{
		"id": 43,
		"quote": "A wise soul knows that success without peace is still a form of failure."
	},
	{
		"id": 44,
		"quote": "Wisdom is gently choosing yourself without needing to explain why."
	},
	{
		"id": 45,
		"quote": "It takes wisdom to love without losing yourself in the process."
	},
	{
		"id": 46,
		"quote": "The wise don’t fear solitude, they use it to reconnect with what truly matters."
	},
	{
		"id": 47,
		"quote": "Wisdom is listening for the lesson even when life feels unfair."
	},
	{
		"id": 48,
		"quote": "Wise people don’t chase validation, they live in alignment."
	},
	{
		"id": 49,
		"quote": "Wisdom is letting go of the need to always be understood and choosing to understand yourself instead."
	},
	{
		"id": 50,
		"quote": "Sometimes wisdom is not in knowing more, but in needing less."
	},
	{
		"id": 51,
		"quote": "True wisdom is understanding that your peace is your power, and protecting it is your responsibility."
	},
	{
		"id": 52,
		"quote": "Wisdom is when you no longer chase things that were never meant for your soul."
	},
	{
		"id": 53,
		"quote": "Sometimes wisdom looks like choosing a slower pace so you can savor the view instead of rushing to the end."
	},
	{
		"id": 54,
		"quote": "Wisdom teaches you that not every truth needs to be spoken, some are meant to be lived quietly."
	},
	{
		"id": 55,
		"quote": "It takes wisdom to see that happiness isn’t found in things, but in the way you carry yourself through life."
	},
	{
		"id": 56,
		"quote": "Wisdom isn’t about never making mistakes, it’s about making better choices each time you rise again."
	},
	{
		"id": 57,
		"quote": "The more wisdom you have, the more you realize how much you don’t need to explain yourself."
	},
	{
		"id": 58,
		"quote": "Wisdom is learning how to sit in discomfort without letting it define you."
	},
	{
		"id": 59,
		"quote": "A wise heart forgives not to excuse, but to set itself free from the chains of resentment."
	},
	{
		"id": 60,
		"quote": "Wisdom is knowing when to stand your ground and when to surrender to something greater."
	},
	{
		"id": 61,
		"quote": "You don’t become wise by knowing more, you become wise by understanding deeper."
	},
	{
		"id": 62,
		"quote": "Wisdom means learning how to dance with uncertainty and make peace with not having all the answers."
	},
	{
		"id": 63,
		"quote": "The wiser you become, the less impressed you are with surface-level things."
	},
	{
		"id": 64,
		"quote": "True wisdom reveals itself in stillness when you stop trying to control and start choosing to trust."
	},
	{
		"id": 65,
		"quote": "Wisdom isn’t about having the last word, it’s knowing when the conversation no longer serves you."
	},
	{
		"id": 66,
		"quote": "Sometimes wisdom is walking away not because you don’t care, but because you finally do."
	},
	{
		"id": 67,
		"quote": "Wisdom is realizing that boundaries aren’t selfish, they’re sacred and necessary."
	},
	{
		"id": 68,
		"quote": "A wise soul knows that healing comes in waves and that’s okay, it’s still healing."
	},
	{
		"id": 69,
		"quote": "Wisdom doesn’t mean you never get triggered, it means you know how to respond, not just react."
	},
	{
		"id": 70,
		"quote": "The wisest people are often the quietest in the room because they’re listening more than they’re speaking."
	},
	{
		"id": 71,
		"quote": "Wisdom is finding the balance between hope and realism believing in better while accepting what is."
	},
	{
		"id": 72,
		"quote": "You grow in wisdom when you stop measuring your worth by someone else’s perception."
	},
	{
		"id": 73,
		"quote": "Wisdom means leaving space for grace, for yourself and for others."
	},
	{
		"id": 74,
		"quote": "Sometimes wisdom looks like starting over, not out of failure but out of courage to begin again."
	},
	{
		"id": 75,
		"quote": "Wisdom is trusting that what’s meant for you will feel peaceful, not forced."
	},
	{
		"id": 76,
		"quote": "Wise people don’t chase love, they nurture it, grow it, and know when it’s no longer mutual."
	},
	{
		"id": 77,
		"quote": "Wisdom is understanding that everything doesn’t need a label, some things are meant to just be felt."
	},
	{
		"id": 78,
		"quote": "To grow in wisdom is to accept that not everything broken needs to be fixed, some things just need to be released."
	},
	{
		"id": 79,
		"quote": "Wisdom often comes not from age but from presence being fully awake to your life."
	},
	{
		"id": 80,
		"quote": "Wise people are comfortable being misunderstood, they know truth doesn’t always need defense."
	},
	{
		"id": 81,
		"quote": "Wisdom is slowing down enough to hear the difference between your intuition and your fear."
	},
	{
		"id": 82,
		"quote": "True wisdom lives in the small, consistent acts of integrity when no one’s watching."
	},
	{
		"id": 83,
		"quote": "Sometimes the most profound wisdom is wrapped in the simplest words: 'I’m doing my best.'"
	},
	{
		"id": 84,
		"quote": "Wisdom is knowing that love and accountability can exist in the same breath."
	},
	{
		"id": 85,
		"quote": "A wise soul understands that every goodbye is the birth of a new beginning."
	},
	{
		"id": 86,
		"quote": "Wisdom is found in holding space for joy and sorrow to exist at the same time."
	},
	{
		"id": 87,
		"quote": "It takes wisdom to rest not because you’re weak, but because you know your worth isn’t in your output."
	},
	{
		"id": 88,
		"quote": "Wisdom doesn’t scream for attention, it gently transforms everything it touches."
	},
	{
		"id": 89,
		"quote": "Wisdom is realizing that healing is nonlinear and growth is often invisible at first."
	},
	{
		"id": 90,
		"quote": "Wise people hold space for others without shrinking themselves in the process."
	},
	{
		"id": 91,
		"quote": "Wisdom is honoring both your light and your shadow and learning to love them both."
	},
	{
		"id": 92,
		"quote": "Sometimes wisdom is in knowing that you can love deeply and still let go."
	},
	{
		"id": 93,
		"quote": "Wisdom teaches you to be patient with your evolution, not just your destination."
	},
	{
		"id": 94,
		"quote": "To be wise is to know that not everything that glitters is gold, and not every opportunity is aligned."
	},
	{
		"id": 95,
		"quote": "Wisdom is found in choosing clarity over chaos, even if it means sitting with hard truths."
	},
	{
		"id": 96,
		"quote": "Wise people don’t need to control everything, they trust their inner compass to guide them."
	},
	{
		"id": 97,
		"quote": "Wisdom is learning to carry your past with compassion, not shame."
	},
	{
		"id": 98,
		"quote": "Sometimes the most beautiful wisdom comes from the quietest seasons of your life."
	},
	{
		"id": 99,
		"quote": "True wisdom doesn’t come from knowing everything, it comes from being teachable through everything."
	},
	{
		"id": 100,
		"quote": "Wisdom is when your life becomes a reflection of the peace you worked so hard to build."
	}
]